[{"url_id": "https://www.channelnewsasia.com/news/business/airbus-a220-engines-pass-engine-checks-after-recent-failures-12050324", "content": {"url_label": "Airbus A220 engines pass engine checks after recent failures", "text": "HONG KONG: Airlines have completed one round of checks triggered by engine failures on the Airbus A220 and have found no faults, an executive at engine maker Pratt & Whitney said on Thursday (Oct 31).The checks were ordered after engine failures on aircraft operated by Lufthansa subsidiary Swiss.Airlines have also re-inspected more than half of the fleet in service following the latest incident in October and have found no signs of stress, Paul Finklestein, vice-president of marketing told the Airfinance Journal Asia Pacific conference.Reuters reported last week that investigators were focusing on recent changes in the software that dictates the way engine parts handle air being forced through the engine. Wrongly set parts can caused unwanted vibrations. A new version of the software is expected in the first quarter.(Reporting by Tim Hepher; Editing by Christian Schmollinger)"}}, {"url_id": "https://www.channelnewsasia.com/news/world/australia-sriracha-chilli-ice-crystal-meth-drugs-12050236", "content": {"url_label": "Red hot bust: Australian police seize 400kg of crystal meth hidden in chilli sauce bottles", "text": "SYDNEY: Four men have been arrested for smuggling 400kg of crystal meth, or ice, worth an estimated A$300 million (US$210 million) concealed in bottles of sriracha hot chilli sauce from the United States, Australian police said on Thursday (Oct 30).A search of an air cargo consignment that had arrived at a Sydney freight depot from the United States on Oct 15 found 768 bottles of sriracha chilli sauce, \"with presumptive testing returning a positive indicator for methylamphetamine (ice)\", New South Wales state police said in a statement.Police arrested a 36-year old on Sunday and made two more arrests on Monday in the carpark of a hotel in Sydney's central business district.Photos released by the police also showed several cartons of the fiery sauce bottles stacked in the back of a car. Police seized eight boxes containing sriracha sauce bottles from the vehicle and a search of the hotel suite found another 26 boxes.The three Australian men have been charged with attempt to possess a commercial quantity and the unlawful importing of a border-controlled drug.A fourth man was arrested on Thursday morning and was charged with possessing identity information to commit an indictable offence.\"This has been a complex investigation and we know the methylamphetamine in this import was headed for a clandestine lab in the Sydney Metropolitan area for the extraction process to occur,” State Crime Commander Stuart Smith said in a statement.\"We will conduct further investigations with our law enforcement partners to identify other people linked to the group.\"The seizure has prevented approximately four million hits of ice hitting the streets, the acting regional commander for the Australian Border Force, Matt O'Connor, said.Ice, or crystal methamphetamine, is one of the most potent varieties of amphetamine drug. The name \"ice\" became popular due to its white little \"crystals\" and glass-like appearance.The Australian Crime Intelligence Commission's latest figures show a record 30.6 tonnes of illicit drugs were seized nationally in the year ended June 2018, with crystal meth one of the most consumed and seized illicit drugs in Australia."}}, {"url_id": "https://www.channelnewsasia.com/news/world/new-zealand-bans-video-game-glorifying-christchurch-mosque-shooting-12050114", "content": {"url_label": "New Zealand bans video game glorifying Christchurch mosque shooting", "text": "WELLINGTON: New Zealand's Chief Censor said on Thursday (Oct 31) he had banned a video game that appeared to glorify the mass shooting in Christchurch earlier this year that killed 51 Muslim worshippers.In an attack broadcast live on Facebook, a lone gunman armed with semi-automatic weapons targeted Muslims attending prayers in two Christchurch mosques on March 15, killing 51 people and wounding dozens.Australian Brenton Tarrant, a suspected white supremacist, has been charged with the attack and faces trial next year.Chief Censor David Shanks said a video game that celebrated the livestream of the mass shooting has been classified as objectionable.\"The creators of this game set out to produce and sell a game designed to place the player in the role of a white supremacist terrorist killer,\" Shanks said in a statement.\"In this game, anyone who isn’t a white heterosexual male is a target for simply existing.\"Shanks previously outlawed the livestreamed video of Christchurch attack, and a manifesto linked to the alleged shooter.Earlier this month, the censor board also outlawed a 35 minute long video of another attack by an anti-Semitic gunman who killed two people in Halle, Germany.A document said to have been shared by the gunman in Germany has now also been banned, Shanks said.Some game producers appear intent on producing a 'family' of white extremist games, and have established a revenue stream from it, with customers in New Zealand and around the world able to purchase the games from the producer’s website, Shanks said.\"The games producers will try to dress their work up as satire but this game is no joke. It crosses the line.\""}}, {"url_id": "https://www.channelnewsasia.com/news/world/new-zealand-supermarket-quiet-hour-autistic-shoppers-countdown-12049916", "content": {"url_label": "New Zealand retailer launches 'quiet hour' for autistic shoppers", "text": "WELLINGTON: New Zealand's largest supermarket chain has introduced a \"quiet hour\" to help make shopping less overwhelming for people with autism and other sensory processing disorders.Every Wednesday afternoon, Countdown supermarkets dim the lights, silence background music, restrict PA announcements to emergencies only and temporarily halt shelf stocking.Even the ding of checkout tills is dialled down to a minimum, and strip lighting in freezer aisles is switched off to stop the low-level neon hum, Countdown manager Kirsten Dinnan said.\"It creates an environment a bit like a library,\" she told AFP. \"We find that people tend to self-regulate and shush themselves.\"The idea for quiet hour emerged last year when Dinnan was looking for ways to help the community in the rural North Island town of Marton, where she was managing the local supermarket at the time.A member of her staff, Theo Hogg, suggested the change after experiencing difficulty shopping with his severely autistic son Hunter.\"A lot of us take ducking in and out of the supermarket for granted, but for those with sensory processing disorders it can be overwhelming because there are so many triggers,\" she said.\"It can cause a meltdown of epic proportions. Ten or 15 years ago, we'd have said that's a naughty child, but there's more understanding now and we want to create a judgement-free zone.\"Dinnan said the response to a trial in several stores had been \"overwhelmingly positive\", resulting in the initiative being introduced nationwide this month in Countdown's 180 supermarkets.\"It highlights how some small changes can create a more inclusive environment that will impact people significantly,\" Autism New Zealand chief executive Dane Dougan said.Supermarkets in Australia and Britain have introduced similar measures, although it is unclear where the concept originated.Dinnan said the trial had not only benefitted the autistic community but other shoppers such as families with young children, the elderly and people who were recovering from strokes or head injuries.\"It's great if we can reduce the stress in people's lives and make an everyday experience a bit easier for them,\" she said."}}, {"url_id": "https://www.channelnewsasia.com/news/world/dallas-texas-hospital-livestream-brain-surgery-facebook-12049808", "content": {"url_label": "Texas hospital livestreams brain surgery on Facebook", "text": "WASHINGTON: A young woman in Texas who remained awake for her brain surgery was able to speak to doctors during the procedure - and viewers from around the world looked on, as part of the operation was livestreamed on Facebook.By Wednesday (Oct 30), nearly 100,000 people had watched doctors removed a mass from Jenna Schardt's brain during a 40-minute video of the operation that was livestreamed on Tuesday morning.In the video, the 25-year-old patient can be seen speaking with physicians on one side of a blue operating curtain while doctors in surgical masks work on her brain on the other side.Jenna Chardt, who had epileptic seizures and slurred speech caused by inflammation of the left temporal lobe blood vessels, remained awake during her surgery. (Photo: AFP/Methodist Dallas Medical Center)Schardt had a stroke due to a mass of blood vessels in her left temporal lobe that was affecting her ability to talk, Methodist Dallas Medical Center head of neurology Nimesh Patel told AFP.She remained awake as her skull was opened so that doctors could be sure they weren't damaging the parts of her brain that control speech as they worked - they asked her to say words such as bird, dog or number in order to make a \"map\" of her brain, Patel said.\"In order for us to identify how to approach and remove the mass, we must determine areas that are safe,\" Patel said. They even asked Schardt about her dog to test her memory during the four-and-a-half-hour surgery.\"Brain surgery performed awake, although it is in our repertoire, is not routine,\" he said. \"It all depends on where the lesion is located and if the patient wants to be awake or asleep.\"Schardt, from Illinois, is studying occupational therapy.Jenna Chardt smiles after undergoing brain surgery. She remained conscious during the procedure, allowing surgeons to target the area of the brain to be treated while the operation was broadcast live on Facebook. (Photo: AFP/Methodist Dallas Medical Center)She wanted to use the experience to educate viewers through the livestream, Patel, said, which was broadcast on the hospital's account.Schardt is expected to be discharged from the hospital on Thursday morning.Doctors have performed awake brain surgery throughout the last couple of decades as a way to make sure patients retain essential brain activity - like in controlling speech or motor functions - during the operations.And in 2016 a patient wore 3D virtual reality goggles during a brain surgery for the first time to make sure visual function remained intact while doctors removed a cancerous tumor."}}, {"url_id": "https://www.channelnewsasia.com/news/world/boeing-737-crack-qantas-12049784", "content": {"url_label": "Qantas grounds Boeing 737 plane with structural crack, inspects others", "text": "SYDNEY: Australian flag carrier Qantas said Thursday (Oct 31) it had grounded one Boeing 737NG due to a structural crack, and was urgently inspecting 32 others for the flaw.The grounding is the latest safety concern for Washington-based Boeing, as it reels from two 737 MAX crashes that killed 346 people and highlighted problems with the planes' flight handling software.The US aviation authority this month ordered checks of Boeing 737NG planes that had flown more than 30,000 times.That came after the company reported the \"pickle fork\", which helps connect the wing to the fuselage, could be prone to cracking.Qantas said Thursday it had found the fault in a more lightly used aircraft, one that had recorded fewer than 27,000 flights.\"This aircraft has been removed from service for repair,\" Qantas said in a statement, adding it had hastened its inspections of 32 other 737NG plans to be completed by Friday.The announcement by Qantas raised fears the cracking issue could affect newer planes than previously thought, leading to calls for the Australian airline to ground its entire 737 fleet.\"These aircraft should be kept safe on the ground until urgent inspections are completed,\" an engineers' union representative, Steve Purvinas, said in a statement.However Qantas described the call to ground its 737 fleet as \"completely irresponsible\".\"We would never operate an aircraft unless it was completely safe to do so,\" Qantas head of engineering Chris Snook said.\"Even when a crack is present, it does not immediately compromise the safety of the aircraft.\"The FAA initially said Boeing notified the agency of the problem after encountering the issue on a plane in China and that subsequent inspections showed other planes also had cracks.The NG is a precursor plane to the Boeing 737 MAX, which has been grounded since mid-March following the two deadly crashes in Indonesia and Ethiopia.Boeing chief executive Dennis Muilenburg faced another round of tough questions on Wednesday from US lawmakers who accused the company of a \"lack of candour\" over the crashes."}}, {"url_id": "https://www.channelnewsasia.com/news/world/australia-sydney-hazardous-smoke-bushfires-winds-new-south-wales-12049674", "content": {"url_label": "Hazardous smoke blankets Sydney as winds fan Australia bushfires", "text": "SYDNEY: Sydney was wreathed in hazardous smoke on Thursday (Oct 31) as strong winds fanned dozens of bushfires across Australia's east coast, prompting health warnings for the city that is home to more than 5 million people and the state of New South Wales (NSW).Firefighters were battling to control more than 50 wildfires that remained ablaze across NSW, the state's Rural Fire Service (RFS) said. There were no reports of injuries caused by the fires by late morning local time, but strong winds have blown the dangerous smoke across large parts of NSW.The RFS said the smoke was unlikely to clear for at least 24 hours, while hot, dry conditions are expected to linger for several days more - exacerbating the threat of more fires as authorities try to access the damage of blazes now extinguished.A ferry passes near the Sydney Harbour Bridge, seen through the haze, in Australia, Oct 31, 2019. (Photo: Reuters/John Mair)\"Dust may aggravate existing heart and lung conditions and cause symptoms like eye irritation and cough,\" said Richard Broome, director of environmental health, NSW Health.\"Symptoms can occur for several days after dust is inhaled, so people with the chronic conditions need to be vigilant with their treatment programs.\"One of the biggest fires in recent days was recorded in Lake Cathie, 379km north of Sydney - which has destroyed more than 2,000 hectares of a national park.The fire is now under control, though the area is a prime breeding ground for koalas, stoking fears that hundreds will have been killed by the fires.The bushfire is believed to have been sparked by a lightning strike. (Image: Koala Hospital Port Macquarie)\"Based on our calculations, with a minimum 60 per cent mortality rate about 350 koalas will be lost,\" Sue Ashton, president of the Port Macquarie Koala Hospital told Reuters.\"It's terrible, it's absolutely devastating. It's a national tragedy.\"Ashton said seven rescuers on Thursday entered the burnt national park in an effort to rescue any injured koalas."}}, {"url_id": "https://www.channelnewsasia.com/news/world/mike-pompeo-china-hostile-hong-kong-communist-party-12049794", "content": {"url_label": "Pompeo on offense against 'truly hostile' China", "text": "NEW YORK: Secretary of State Mike Pompeo on Wednesday (Oct 30) vowed to ramp up pressure on China on multiple fronts, calling Beijing \"truly hostile\" to the United States.In the latest hawkish take on China by President Donald Trump's administration, Pompeo said he would deliver a series of speeches in coming months laying out cases against Beijing on areas from ideology to trade to its efforts for influence within the United States.\"Today we're finally realising the degree to which the Chinese Communist Party is truly hostile to the United States and our values,\" Pompeo told the conservative Hudson Institute in New York.Pompeo highlighted China's clampdown on Hong Kong protests and incarceration of Uighur Muslims and said Beijing was seeking international domination - implicitly rejecting US experts who argue that the communist leaders are fundamentally pragmatic.\"The Chinese Communist Party is offering its people and the world an entirely different model of governance - it's one in which a Leninist party rules and everyone must think and act according to the will of the Communist elites,\" he said.\"That's not a future that I want ... and it's not a future that the freedom-loving people of China\" want, he said.At a dinner attended by Henry Kissinger, the apostle of realpolitik who negotiated US normalisation of ties with Beijing, Pompeo said Washington had long been too easy on China in hopes that it would transform.\"We hesitated and did far less than we should have when China threatened its neighbours like Vietnam and the Philippines and when they claimed the entire South China Sea,\" he said.Pompeo nonetheless said that the United States did not seek confrontation but rather still wanted to encourage a more \"liberalised\" China.His remarks follow a speech last week by Vice President Mike Pence that sounded similar themes and amid a simmering trade war which Trump has voiced hope of resolving."}}, {"url_id": "https://www.channelnewsasia.com/news/commentary/trump-america-foreign-policy-syria-ukraine-middle-east-asia--12042324", "content": {"url_label": "Commentary: Trump's latest foreign policy moves undermine US allies' confidence", "text": "WASHINGTON: One moment in October captures a foreign policy in chaos: In Syria, two American F-15E warplanes bombed a military base to keep longtime North Atlantic Treaty Organisation (NATO) ally Turkey from taking control.The president’s abrupt decision to withdraw about 1,000 US troops from northern Syria to Iraq and alleged attempts to coerce Ukraine for personal gain have shaken the confidence of US allies and partners during an uncertain era of geopolitical transition.US actions in Ukraine and Syria have demoralised America’s friends and emboldened adversaries. The US and the world are less safe as a result.Expect friends to reduce reliance on the US further as they hedge their strategic bets. Many partners have limited capacity and choices and may find the available alternatives, such as China and Russia, to be more unpalatable.But let’s be clear, many allies now trust the US less than at any time since World War II. The damage to the country’s image and reputation will be hard to repair.TROUBLE IN THE WHITE HOUSEEven before the recent events came to light, the administration’s foreign policy has been refracted through the prism of domestic politics to an unprecedented degree. The White House’s alleged efforts to leverage almost US$400 million in military aid to Ukraine for dirt on a political rival reinforces this view.Less than two decades removed from post-Soviet independence, Ukraine struggles to manage internal divisions and rebuild democracy.Turkish soldiers with US-made M60 tanks drive through the town of Tukhar, north of Syria's northern city of Manbij, as Turkey and its allies continue their assault on Kurdish-held border towns in northeastern Syria. (Photo: Aref TAMMAWI/AFP)The US Congress decision to launch an impeachment inquiry into the president’s actions is draining time and attention of the White House, Congress, the State Department and other parts of the government.As the process drags into 2020, Washington will have little time to focus on alliance management.Fine points generally fall to dedicated public servants, but leaders set the strategic direction. Without leadership, friendships drift apart. Thorny issues cannot be delegated to mid-level managers.Yet, the president’s inner circle lacks the bandwidth to help resolve, for instance, the dispute between US allies Japan and South Korea.Impeachment inserts a new gratuitous element of unpredictability that factors into the calculations of US friends. If the president’s decision in Syria is instructive, allies will gird themselves for a leader whose gut tells him to turn the country inward when under pressure.US BETRAYAL OF THE KURDSPresident Trump explained his decision to abandon Kurdish allies who helped take back northern Syria from Islamic State fighters by reminding that he campaigned in 2016 on ending “endless wars”.In Trump’s worldview, national interests are narrowly defined, values are largely irrelevant, and much of what happens outside US borders are other people’s problems.Initially slow to grasp the rapidity of the disaster he had wrought in Syria, the president defiantly tweeted, “I hope they all do great, we are 7,000 miles away!”. Over 18 years after the 9/11 terrorist attacks, Trump has been oblivious to the emerging security vacuum and the risk that America’s enemies could once again use favourable conditions to bring the fight to its doorstep.The abrupt decision led to the predictable collapse of a delicate truce in Northern Syria. Turkey’s ensuing assault on the Kurds claimed hundreds of lives and left at least 176,000 people homeless.More than 100 Islamic State fighters detained by the Kurds escaped, their whereabouts unknown; the Islamic State’s ability to reconstitute itself amid the tumult has grown.The Kurds then watched helplessly as Russia and Turkey carved up the border region. Syria’s other ally, America’s long-time adversary Iran, will also benefit from the precipitous US withdrawal.Syrian Kurds carrying photographs of loved ones killed in the Turkish offensive protest against the carve-up of their northeastern heartland by Ankara and Moscow. (Photo: AFP/Delil Souleiman)A SILVER LINING?Those searching for a silver lining may find it in the bipartisan condemnation of the White House’s conduct in Syria and congressional leadership’s efforts to reassure allies from Jordan to Afghanistan.Trump still operates under constraints. Intense criticism from the president’s own party over self-dealing led him to revisit using his own hotel to host the 2020 G-7 summit.In the near-term, France, Germany and Japan will also participate in damage control. Of course, these guardians of a rules-based order are not immune from populist temptations, nor can they afford to back blindly a US government that dismisses pan-European institutions and threatens security ties to extract short-term economic benefits.Some like-minded friends might see American isolationism as a reason to join in defending international principles, as suggested for Asia earlier in Trump’s tenure. Big trade deals are getting inked, just not with the US.Countries such as Australia and India, for example, may enhance cooperation to counter a more powerful China.In the South China Sea, as Beijing asserts itself, European and Asia-Pacific countries have conducted joint patrols in defence of the global norm of freedom of navigation.Yet, even if the differences that complicate collective action were finessed, virtually no configuration of countries would be a sufficient substitute for engaged American leadership.The country’s military and economic strength is still unmatched, and it plays a unique convening role. Forming international coalitions to protect well-established norms will be harder, especially given that this administration often works to erode them.AMERICA ALONEAs doubts grow about US commitment to treaty allies, some countries will invest more in their militaries or make temporary friendships with strange bedfellows.Others will place a renewed premium on keeping options flexible, selectively partnering when national interests happen to align in a more multipolar world.US President Donald Trump attends a multilateral meeting on Venezuela in New York, Sep 25, 2019, on the sidelines of the United Nations General Assembly. (Photo: AFP/SAUL LOEB)The hedging will also take the form of a more pragmatic engagement of China and Russia. Even a nationalist Japanese government firmly anchored in the US alliance system has taken noticeable steps to improve ties with Beijing.America is learning the limits of its global influence under this president. Few have acceded to US demands to cut ties with Chinese telecommunications behemoth Huawei over security concerns.BUSINESS AS USUAL?There is a growing recognition that life after Trump may not mean a return to business as usual.That could be healthy if US parties can forge a consensus around engaged US leadership in the world focused on diplomacy, alliances and the power of the country’s example as key pillars.America’s partners will be watching the impeachment process and presidential elections for clues to see if the principal architect of today’s international system is intent on further unraveling.But they aren’t waiting to see if Trump’s brand of diplomacy is a passing phase. Restoring US allies’ lost trust will be central to securing a safer, more prosperous world.That process will take a number of years, if not decades or more, and will test anew America’s remarkable capacity for self-renewal.Atman Trivedi is a managing director at Hills & Company, International Consultants and an adjunct fellow at the Pacific Forum. Santiago Herdoiza is a research associate at the same firm. This article first appeared on Yale Global Online."}}, {"url_id": "https://www.channelnewsasia.com/news/world/chinese-baby-eel-smugglers-sentenced-in-france--12049126", "content": {"url_label": "Chinese baby eel smugglers sentenced in France", "text": "PARIS: A French court on Wednesday (Oct 30) sentenced two Chinese nationals who tried to smuggle 60 kilos of live baby eels in their luggage onto a flight to China.Young European eels - called \"glass eels\" because of their transparent bodies - can fetch around €5,000 (US$5,600) a kilo in China and a local prosecutor said the case was part of a \"new form of trafficking that is exploding\".The 20-year-old woman and 44-year-old man were stopped on Monday at Paris Charles de Gaulle airport on a transit stop from the city of Toulouse in southwest France.Inside their four suitcases, officers found plastic bags with water carrying the eels, also known as \"elvers\".Each bag was wrapped in thermal insulation.The court in Bobigny near Paris sentenced the pair to a 10-month suspended prison sentence and a fine of €7,000 each for smuggling and crimes against biodiversity.European eel numbers have plummeted in recent years through a combination of overfishing, pollution and river dams blocking their migration routes, according to experts.In France, a kilo of baby eels would cost around €250.European eels have been protected since 2009 by the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES).At the time, CITES estimated that about half of the eels caught in Europe are exported to China, Japan and South Korea to be grown in fish farms.It estimated the trade at around 200 million eels per year."}}, {"url_id": "https://www.channelnewsasia.com/news/world/new-york-set-to-become-latest-us-city-to-ban-foie-gras-12049044", "content": {"url_label": "New York set to become latest US city to ban foie gras", "text": "NEW YORK: New York City, often viewed as the fine dining capital of America, was poised on Wednesday to become the latest U.S. city to ban the sale of foie gras, sparking manufacturers to vow a court battle to overturn it.The New York City Council was expected to pass a bill to \"ban the sale or provision of certain force-fed poultry products.\"Foie gras, French for \"fatty liver,\" is a delicacy produced from the enlarged livers of ducks and geese that have been force-fed corn.Animal rights groups contend that the force-feeding process is painful and gruesome.\"The council is banning a really cruel and inhumane practice,\" said Jeremy Unger, spokesman for Council Member Carlina Rivera of Manhattan, who introduced the bill.But the nation's largest maker of foie gras, Hudson Valley Foie Gras in Ferndale, New York, located about 100 miles (160 km) northwest of New York City, defended the practice it uses to make the luxury item.\"I can tell you we take proper care of the birds,\" said Hudson Valley manager Marcus Henley. He said the farm, which employs 400 people, makes foie gras \"in conformity with humane animal management and in compliance with the laws of the state of New York.\"The ban would take effect in three years, in a move meant to give farmers time to retool their businesses to focus on other products, Unger said.But Henley said New York City represents about a third of his farm's revenues and rather than planning to adjust its business, he intends to head to court to seek to overturn it. There are three foie gras makers in the United States - Hudson Valley, La Belle Farms, both in Ferndale, and Au Bon Canard in Caledonia, Minnesota.It was unclear how many restaurants and groceries would be affected by the ban.\"We don't have an exact number but roughly 1 percent of restaurants in New York City serve it,\" Unger said.Foie gras bans passed elsewhere in the United States have had mixed results. Chicago's City Council approved a ban in 2006, only to repeal it two years later after then-Mayor Richard Daley called it the \"silliest ordinance\" ever passed in the Windy City, which made it \"the laughingstock of the nation.\"California's ban on foie gras went into effect in 2012 and remains in effect after the U.S. Supreme Court, the nation's highest court, in January declined to hear an appeal from foie gras producers.(Editing by Barbara Goldberg; Editing by Cynthia Osterman)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/us-1mdb-recovery-deal-with-malaysian-fugitive-jho-low-12048830", "content": {"url_label": "US agrees to US$1 billion 1MDB forfeiture deal with Malaysia's Jho Low", "text": "NEW YORK/KUALA LUMPUR: The US Justice Department on Wednesday (Oct 30) reached its biggest civil forfeiture deal in agreeing to recover almost US$1 billion in funds Malaysian financier Jho Low and his family had allegedly misappropriated from  Malaysian investment fund 1MDB.US authorities say about US$4.5 billion were siphoned from 1Malaysia Development Berhad (1MDB), founded in 2009 by then-Malaysian prime minister Najib Razak.Since 2016, the Justice Department, in the biggest ever case in its anti-kleptocracy programme, has filed civil lawsuits seeking to seize about US$1.7 billion in assets allegedly bought with stolen 1MDB funds.Low, who called the agreement \"historic\" in a statement issued on his behalf, faces charges in both the United States and Malaysia over his central role in the scandal.Low agreed to give up a private jet, high-end real estate in Beverly Hills, New York and London and other assets totaling US$700 million, the Justice Department said in a statement and court document filed on Wednesday.That's on top of a US$126-million yacht and US$140 million in other assets previously forfeited. If approved, the settlement will mark the largest civil forfeiture ever concluded by the Justice Department, it said.\"The message in this case is simple: the United States is not a safe haven for pilfered funds,\" said US Attorney Nicola T. Hanna of the Central District of California.The deal does not include an admission of guilt or wrongdoing and is not tied to the criminal action against Low.\"I am very pleased to confirm that a landmark comprehensive, global settlement has been reached with the United States government,\" Low said in the statement.The settlement also includes assets in the United Kingdom and Switzerland, as well as funds from the sale of Low's stake in EMI music publishing group.The parties have also agreed to cooperate on settling the suits on other assets, including diamond jewellery and paintings by Picasso and Vincent Van Gogh, the court filing said.The proposed settlement was filed in a California court on Wednesday and needs to be approved by a judge.1MDB is the subject of corruption and money laundering investigations in at least six countries.Malaysian police last year filed charges and issued arrest warrants for Low and several of his associates, whose whereabouts are unknown.Low, who has consistently denied wrongdoing, is ready to address 1MDB-related issues in Malaysia and elsewhere provided the conditions are right for him, his spokesman said.\"If and when Mr. Low is confident that he will be safe and treated fairly, he looks forward to addressing any remaining issues,\" the spokesman told Reuters.Low has, however, said he does not expect to get a fair deal in Malaysia as long as Prime Minister Mahathir Mohamad is in power.Malaysian government officials did not immediately respond to requests seeking comment on the settlement.'MULTI-YEAR CONSPIRACY'Officials in Malaysia and the United Arab Emirates, Wall Street bank Goldman Sachs and Deutsche Bank have all been caught up in probes into the multi-year conspiracy.Goldman said earlier this month it was cooperating with the Justice Department and other government and regulatory investigations.Malaysia has filed criminal charges against Goldman and 17 current and former directors of the bank's units for allegedly misleading investors over bond sales totalling US$6.5 billion that the bank helped raise for 1MDB.Prosecutors on Thursday asked for the case against three Goldman units to be moved to a higher court.Allegations that about US$1 billion in 1MDB funds flowed into Najib's personal accounts fuelled anger among Malaysians, who voted his long-ruling coalition out of power in an election last May.Najib and his wife, Rosmah Mansor, were barred from leaving Malaysia soon after the election loss, and their lifestyle came under scrutiny, with the discovery of nearly US$300 million worth of goods and cash at properties linked to him.Najib now faces years in prison after being hit with 42 criminal charges related to losses at 1MDB and other government entities. He has consistently denied wrongdoing.A Malaysian court will rule on Nov 11 on whether to acquit Najib or call for him to enter his defence, in the first of several criminal trials against him."}}, {"url_id": "https://www.channelnewsasia.com/news/world/no-country-immune-to-risk-of-african-swine-fever-spreading--oie-12048948", "content": {"url_label": "No country immune to risk of African swine fever spreading: OIE", "text": "PARIS: African swine fever will spread further across Asia where it has devastated herds, and no country is immune from being hit by the deadly animal virus, the head of the World Organisation for Animal Health (OIE) said on Wednesday.The disease, which has hit the world's top pork producer China hard, originated in Africa before spreading to Europe and Asia. It has been found in 50 countries, killing hundreds of million pigs, while reshaping global meat and feed markets.\"We are really facing a threat that is global,\" OIE Director General Monique Eloit told Reuters in an interview.\"The risk exists for all countries, whether they are geographically close or geographically distant because there is a multitude of potential sources of contamination.\"African swine fever, which is not harmful to humans, can be transmitted by a tourist bringing back a ham or sausage sandwich from a contaminated country, throwing it away and the garbage being reused by farmers to feed their pigs, Eloit said.There are additional risks from trading live animals and food products across borders and from small breeders using restaurant or train station waste to feed their stock.The disease has spread rapidly to several countries in Southeast Asia including Vietnam, Cambodia, Laos, Korea and the Philippines and more countries are likely to be hit in the coming months.\"In the short term we are not going towards an improvement. We will continue to have more outbreaks in the infected countries. Neighbouring countries are at high risk and for some the question is when they will be infected,\" Eloit said, stressing that controls were difficult to implement.The spread of African swine fever has not only ravaged the Asian pig population, but also sent international pork prices rocketing and hit animal feed markets such as corn and soybeans.It has also weighed on results of agricultural commodity groups due to weaker feed demand for hog breeding.China's hog herd was more than 40per cent smaller in September than a year earlier, its farm ministry said earlier this month. But several in the industry believe the losses are much greater.Beijing issued a series of policies in September aimed at supporting national hog production and securing meat supplies.Eloit said the measures were adequate but needed to be fully implemented.\"There is a difference between what is decided on paper - I do not think there is any concern here - and how we actually get to apply them on the ground especially in countries that are very large, which have a wide variety of production,\" she saidIn Europe, the situation is different because outbreaks mainly concern wild boars, Eloit added.African swine fever has been found on farms in eastern Europe but its spread had been mostly contained, due mainly to tight security measures implemented in some countries.(Reporting by Sybille de La Hamaide; Editing by Veronica Brown and Mark Potter)"}}, {"url_id": "https://www.channelnewsasia.com/news/world/former-falklands-foes-swap-statuettes-at-vatican-12048550", "content": {"url_label": "Former Falklands foes swap statuettes at Vatican", "text": "VATICAN CITY: Argentine and British bishops exchanged statuettes of the Virgin Mary in a powerful sign of reconciliation 37 years after the Falklands War between the two nations, in a ceremony on Wednesday (Oct 30) led by Pope Francis.Britain's Bishop of the Forces, Paul Mason, handed over a statuette of Our Lady of Lujan, Argentina's patron saint, to his Argentine counterpart, Santiago Olivera.Argentine troops had abandoned the figure as they retreated from the Falkland Islands in 1982, and the British had taken it home with them, placing it in a cathedral in Aldershot, southern England.In the swap, Bishop Olivera handed over a replica of the statuette to be taken back to the Catholic Military Cathedral of St Michael and St George in Aldershot, where prayers are offered for the fallen of both sides.Francis - who is Argentinian - presided over the swap in the Vatican's Saint Peter's Square, then accepted a sip of mate, the country's traditional drink.The statuette is itself a copy of the 1630 original, which is in the Basilica of Lujan, a city near the Argentine capital Buenos Aires, the Catholic Church of England and Wales said in a statement ahead of the event.\"I immediately realised what a good opportunity it was, not only to return the statue, but also to demonstrate a united faith across two countries that have experienced political division,\" the Church quoted Mason as saying.Argentinian troops occupied the Falklands in 1982 but were ousted by a British military task force after a brief war which cost the lives of more than 900 troops.Britain rejects Argentina's requests for dialogue over the long-term future of the Falklands, which lie off South America in the South Atlantic, insisting there is nothing to discuss since 99.8 per cent of the islanders voted in a 2013 referendum to remain a British overseas territory.Argentina claims it inherited the remote islands, which it calls the Malvinas, when it gained independence from Spain. The stakes involved have increased in recent years with the discovery of significant exploitable oil and gas reserves around the islands."}}, {"url_id": "https://www.channelnewsasia.com/news/world/firefighter-union-hits-out-after-london-tragedy-criticism-12048738", "content": {"url_label": "Firefighter union hits out after London tragedy criticism", "text": "LONDON: Britain's main firefighters union hit back on Wednesday (Oct 30) at a critical official report into a London high-rise blaze that killed 72 people, echoing calls from families of the victims for more focus on shoddy building regulations.An inquiry into the 2017 inferno at Grenfell Tower said highly combustible cladding fixed to the 24-storey block was the \"principal reason\" the fire spread so quickly.The burned-out shell of the Grenfell Tower block in North Kensington, west London pictured on June 20, 2017. (Photo: AFP/Niklas Halle'n)But it also accused the London Fire Brigade (LFB) of \"systemic failings\" in its response, in particular its decision to advise residents to remain in their flats.\"More lives could have been saved\" if residents had been ordered to evacuate the building, said Martin Moore-Bick, a retired judge who led the inquiry.He added the brigade \"failed to learn the lessons\" of a previous high-rise fire in 2009.But the Fire Brigades Union questioned why its members who risked their lives were coming under scrutiny first, accusing the government of failing to heed \"warning after warning\" from previous fires.FBU general secretary Matt Wrack said there was \"no way of knowing if evacuation could have saved more lives.\"The true culprits of the fire are those who wrapped the building in flammable cladding, who gutted the UK's fire safety regime, who ignored warnings from previous fires, and who did not hear the pleas of a community worried for their safety,\" he added.That criticism was echoed by some of those whose relatives died in the blaze.\"They picked on the fire brigade,\" said Ahmed Challat, who lost five family members living on the 21st floor.\"They (firefighters) came to rescue people. There were people who contributed to that fire before they came, so why were they not to blame in the first place?\"Families of other victims, however, agreed with the damning assessment.\"There was a serious lack of common sense and they didn't see what was so vivid in front of them, especially at senior levels,\" said Nazanin Aghlani, who lost two relatives in the tragedy.'NO FAITH'The fire on Jun 14, 2017, was caused by a faulty fridge-freezer on the fourth floor. It spread within minutes, reaching temperatures of up to 1,000 degrees Celsius.Findings from the first phase of a public inquiry into what happened are contained in a nearly 1,000-page report, which Prime Minister Boris Johnson said was of \"great national importance\".\"It was the cladding that turned a routine and containable kitchen fire into a disaster of unprecedented proportions,\" he told parliament, calling the fire \"a national tragedy\".\"We must ensure that the failures identified by the inquiry are corrected,\" he said, opening a debate after a minute's silence in the House of Commons.Victim support groups and community campaigners gave the report a mixed reception.Grenfell United said the conclusions \"give us some confidence that our journey towards truth has finally begun\".But another group, Justice4Grenfell, suggested blame was being shifted to firefighters in order to get \"those most accountable, government and private companies, off the hook\".Campaigners from that group drove three vehicles through west London with billboard adverts denouncing the fact that the government has no legal obligation to adopt the report's recommendations.\"If I can't see it now in place, I have no faith in any of them,\" said local resident Tarek Gotti, who drove one of the vans. He was one of the first to respond to the fire that night.'COURAGE AND BRAVERY'Mayor of London Sadiq Khan, from the main opposition Labour Party, gave his backing to firefighters and other emergency services.They \"showed incredible courage and bravery, working in the most challenging of conditions, in what was a catastrophic building failure\", he said.Britain's Queen Elizabeth II meets firefighters during a visit to the Westway Sports Centre which is providing temporary shelter for those who have been made homeless in the Grenfell Tower disaster, in west London on June 16, 2017. (Photo: AFP / Dominic Lipinski / POOL)Opposition parties also claimed the government was trying to deflect attention away from years of funding cuts to the fire service and to the local authorities, who run social housing.\"The past nine years of austerity have seen the cuts degrade our fire and rescue services,\" said main opposition Labour leader Jeremy Corbyn.\"Let's not blame firefighters for their work. They did everything they could and more.\"He also said the government's response had been \"too slow and not strong enough on every front\" and urged it to act on the report's findings.\"We need tough, very tough, regulation to ensure all of our people can sleep safely and soundly in their beds at night.\"Johnson promised phase two of the inquiry would look at that wider context."}}, {"url_id": "https://www.channelnewsasia.com/news/world/babies-at-higher-risk-for-adhd--autism-if-pregnant-moms-took-acetaminophen-12048750", "content": {"url_label": "Babies at higher risk for ADHD, autism if pregnant moms took acetaminophen", "text": "(Reuters Health) - Babies born to women who used acetaminophen late in pregnancy may be at increased risk of ADHD and autism spectrum disorder, a new study suggests.After examining stored blood samples from babies' umbilical cords, researchers determined that the risks of ADHD and autism were significantly increased in children whose blood had high levels of acetaminophen breakdown products, according to a report in JAMA Psychiatry.\"Our findings corroborate previous studies that were based on maternal self-report of acetaminophen use and they warrant additional investigations,\" said Dr. Xiaobin Wang, a professor of pediatrics at the Johns Hopkins School of Medicine in Baltimore and director of the Center on Early Life Origins of Disease at the Johns Hopkins Bloomberg School of Public Health. This study, \"provides objective evidence of fetal exposure to acetaminophen in utero.\"Earlier research showed that acetaminophen can cross through the placenta, Wang noted. Because the metabolites, or breakdown products, of the drug appear to linger for nearly two days, researchers are able to get an estimate of maternal acetaminophen use in the hours before delivery.For a window on the possible impact of acetaminophen exposure on babies' risks of developing certain neurodevelopmental disorders, the researchers turned to data from the Boston Birth Cohort. That database includes only births that produced a single child. It excludes babies conceived with the help of IVF and those born with major birth defects.Wang and her colleagues focused on 996 mother-infant pairs, for whom there was sufficient cord blood in the samples for an analysis of acetaminophen metabolites.At the time of the study, the children's average age was 9.8 years, with 257 having been diagnosed only with ADHD, 66 with autism spectrum disorder (ASD) only, 42 with both ADHD and ASD, 304 with other developmental disabilities and 327 who were developing typically.All of the cord samples contained some detectable acetaminophen, the researchers note.When they compared children with cord blood containing the highest levels of acetaminophen metabolites to those with the lowest levels, they found a significant association between acetaminophen metabolite levels and neurodevelopmental disorders.Those at the highest levels were 2.86 times more likely than those at the lowest to have been diagnosed with ADHD and 3.62 times more likely to have an ASD diagnosis.Because metabolite levels were measured only around the time of birth, the researchers can't say anything about how often the mothers took the drug or at which points during pregnancy, Wang said. \"Our study opened inquiry for further investigation,\" she added.Dr. Hyagriv Simhan isn't ready to tell his pregnant patients to stop using acetaminophen.\"There are some limitations to the study,\" said Simhan, executive vice chair, obstetrical services at UPMC Magee-Womens Hospital in Pittsburgh, Pennsylvania. \"First, the acetaminophen metabolite levels in the cord blood only reflects acetaminophen use around the time of delivery and doesn't reflect exposure to acetaminophen during other points in the pregnancy,\" he said.\"Also, although the authors tried to account for the reason that acetaminophen was used, this process was fairly limited in this study,\" Simhan noted in an email. \"Thus, this makes it harder to separate the effect of acetaminophen itself from the underlying reason for the use of acetaminophen.\"Beyond that, Simhan said, \"in the grand scheme, the effect described in this study is not a large one.\"SOURCE: https://bit.ly/2Jy4603 JAMA Psychiatry, online October 30, 2019."}}, {"url_id": "https://www.channelnewsasia.com/news/world/police-find-12-migrants-alive-in-refrigerated-truck-in-belgium-12048582", "content": {"url_label": "Police find 12 migrants alive in refrigerated truck in Belgium", "text": "BRUSSELS: Belgian police found 12 migrants alive in a refrigerated truck at a motorway parking area in northern Belgium on Wednesday (Oct 30) after the driver alerted authorities, a federal police spokeswoman said.The driver, who was transporting fruit and vegetables, called the police after he found 12 men of Syrian and Sudanese origin and took them to the Immigration Office in the city of Antwerp.The men were discovered while travelling between Antwerp and Brussels on Tuesday, a police spokeswoman told AFP.All 12 were \"in good health,\" she said.The driver of the truck suspected he had stowaways in the back, and he had pulled over into a highway parking area.A police investigation has been launched to find out how the migrants got on board and whether they were seeking to get to Britain.Last week, 39 migrants were found dead in a refrigerated truck in Britain after crossing from the Belgian port of Zeebrugge.Belgian authorities, facing increasing scrutiny of their fight against human trafficking, are cooperating with British authorities in the investigation.Last weekend, Belgian authorities said they had found two more trucks carrying 20 migrants, all alive."}}, {"url_id": "https://www.channelnewsasia.com/news/world/apec-summit-cop25-climate-chile-president-pinera-host-cancel-12048560", "content": {"url_label": "Chile withdraws as host of APEC summit, COP25 climate conference: President Pinera", "text": "SANTIAGO: Chile has withdrawn as host of the Asia Pacific Economic Cooperation (APEC) trade summit in November and the COP25 climate conference in December after several weeks of violent unrest, President Sebastian Pinera announced on Wednesday (Oct 30).Pinera said the decision was \"deeply painful\" but \"common sense\" dictated the decision to withdraw from the two major international summits.US President Donald Trump had said he was planning to meet Chinese counterpart Xi Jinping to lock down a \"phase one\" agreement at the Nov 16-17 APEC meeting that would partially have ended an 18-month trade war between the world's two biggest economies.After more than 10 days of street protests, however, Pinera said the South American nation was not in a position to host that gathering or the Dec 2-13 climate convention.\"This has been a very difficult decision, a decision that causes us a lot of pain, because we fully understand the importance of APEC and COP25 for Chile and for the world,\" Pinera said in a brief statement from La Moneda palace in Santiago.But he said \"common sense\" dictated that he had other priorities.\"When a father has problems, he must always prioritise his family over other options. The same goes for a president, he must always put his own compatriots first, ahead of any other considerations,\" he added.Chile's decision caught the White House by surprise, a White House official told Reuters.The official said Washington learned about the decision from news reports and is seeking more information.Trump still hopes to sign a trade deal with Xi in the coming weeks despite Chile's cancellation of the APEC summit where they had been scheduled to meet, the White House said.\"We look forward to finalising phase one of the historic trade deal with China within the same time frame, and when we have an announcement, we'll let you know,\" spokesman Hogan Gidley said in a statement.Chile is grappling with its worst social crisis in decades that shows little sign of abating despite Pinera announcing a raft of measures aimed at placating protesters.Demonstrators have demanded that the 69-year-old right-wing leader - whose personal fortune is estimated by Forbes at US$2.8 billion - step down.They have been angered by low salaries and pensions, poor public health care and education, and a yawning gap between rich and poor.Pinera announced last week an increase in the minimum wage and pensions as well as measures to alleviate sky-high health care costs and a streamlining of public offices.On Monday he reshuffled his cabinet for the third time since coming to power in March 2018, but the street movement continues.Riots, arson and protests over inequality this month have left at least 18 dead, 7,000 arrested and Chilean businesses hit with losses of around US$1.4 billion. The capital city's metro public transport suffered nearly US$400 million in damages.Last week, Chile's Foreign Minister Teodoro Ribera said the government will not let the violent riots derail plans to host the APEC summit."}}, {"url_id": "https://www.channelnewsasia.com/news/world/informant-islamic-state-leader-baghdadi-bounty-reward-12048490", "content": {"url_label": "Informant who provided details on Islamic State leader likely to reap huge reward: Report", "text": "WASHINGTON: An informant who provided crucial details on the movements of Abu Bakr al-Baghdadi, the Islamic State leader killed in a US commando raid, is likely to scoop up some or all of a US$25 million reward, the Washington Post reported on Wednesday (Oct 30).The Post said the informant was a well-placed Islamic State operative who facilitated al-Baghdadi's movements around Syria and helped oversee the construction of his Syrian hideout.US special operations commandos struck the hideout overnight on Saturday, swooping in on helicopters and chasing the IS founder into a tunnel where he detonated a suicide vest, according to the US account of the raid.The Post said the informant was at the scene as the raid unfolded, and was exfiltrated two days later with his family.The man, who was not identified, was likely to receive some or all of the US$25 million reward the US had put on al-Baghdadi's head, it said.Besides al-Baghdadi's movements, the informant knew the room-by-room layout of al-Baghdadi's final Syrian hideout, according to the Post.The newspaper said the source, described by one official as a Sunni Arab who turned against IS after a relative was killed by the group, was cultivated by Kurdish intelligence.The Kurds eventually turned control over him to the Americans, who spent weeks establishing his credibility before seizing an opportunity that came up in the past month to launch the raid, according to the Post."}}, {"url_id": "https://www.channelnewsasia.com/news/asia/china-pushes-higher-moral-quality-for-citizens-12048260", "content": {"url_label": "China pushes higher 'moral quality' for its citizens", "text": "BEIJING: From budgeting for rural weddings to dressing appropriately and avoiding online porn, China's Communist Party has issued new guidelines to improve the \"moral quality\" of its citizens.Officials have released several sets of guidelines this week alongside a secretive conclave of high-ranking officials in Beijing which discusses the country's future direction.On Sunday the government published its \"Outline for the Implementation of Citizen Moral Construction in the New Era\" - which advises readers how to use the internet, raise children, celebrate public holidays and behave while travelling abroad.The guidelines from the Central Commission for Guiding Cultural and Ethical Progress calls for building \"Chinese spirit, Chinese values, and Chinese power\".The texts urge citizens to avoid pornography and vulgarity online, and follow correct etiquette when raising the flag or singing the national anthem.Public institutions like libraries and youth centres must carry out \"targeted moral education\" to improve people's ideological awareness and moral standards, according to the rules.The guideline also stresses patriotism and loyalty to the motherland.\"People who have a servile attitude to foreign countries, damage national dignity and sell national interests must be disciplined according to the law,\" it says.\"BAD CUSTOMS\"A separate set of behavioural guidelines published this week targeted China's rural areas, and urged local governments to weed out \"bad customs\".These included abuse of the elderly as well as the practice of extravagant weddings and funerals, according to Zhang Zhiyong, an official from the commission.Zhang said the most important thing for \"rural civility\" is the construction and improvement of ideology and morality.\"We must strengthen marital education for young people, and put to full use the Communist Youth League, women's federations, and other group organisations,\" said Zhang.State broadcaster CCTV said that the custom to spend a lot on weddings and provide a house and gifts for a new bride - often beyond the means or poorer rural families - was \"putting pressure on unmarried males\".China's decades-long one-child policy has resulted in a massive gender gap, and Beijing is anxious about the potential social impact of millions of unmarried men in the countryside.Zhang called for official organisations to be more closely involved in the lives of rural villagers.The rules were published as Beijing holds The Fourth Plenum of the Party's Central Committee, a closed-door meeting of high-ranking officials where the country's roadmap and future direction is discussed.Beijing produced a list of 58 national \"moral models\" who exemplify patriotism and \"lofty morality\" for the celebration of China's 70th national holiday on October 1.The latest round of moral guidelines update an earlier set published in 2001.\"Money-worship, hedonism, and extreme individualism have grown,\" according to the 2001 guidelines.Eighteen years later, the refreshed guidelines listed the same offences -- and described them as \"still outstanding\"."}}, {"url_id": "https://www.channelnewsasia.com/news/world/australia-backpacker-tax-illegally-targets-foreigners-court-12048042", "content": {"url_label": "Australia's 'backpacker tax' illegally targets foreigners, court rules", "text": "SYDNEY: Australia's \"backpacker tax\" illegally targeted some foreign workers, a court ruled Wednesday (Oct 30), leaving people who spent time in the country on holiday working visas in line for tax rebates.From 2017, Canberra applied a 15 per cent levy for every dollar earned for two categories of working holiday visas linked to seasonal labour.In a landmark decision Wednesday, a Brisbane court ruled the levy - dubbed the \"backpacker tax\" - cannot be applied to a British woman due to a double taxation treaty between Australia and the UK.Similar agreements are also in place with the United States, Germany, Finland, Chile, Japan, Norway and Turkey according to international accounting firm Taxback.com.\"That is a disguised form of discrimination based on nationality,\" judge John Logan said.Australians begin paying tax once their annual income exceeds AUD$18,200 (US$12,504). That was also the previous threshold for the working holiday visas.The Australian Tax Office said it was considering whether to appeal the decision.It added the ruling only affects a minority of working holiday makers \"who are also residents, and only those from countries affected by a similar clause in the double tax agreement with their home country\".In the case decided Wednesday, the British woman lived mainly in a Sydney sharehouse and stayed for the most part in the state of New South Wales - meaning she was considered a \"resident\" for tax purposes in Australia.According to the ATO website, others - who travel from place to place - can be classed as \"foreign residents\" for taxation.\"In our view it was very clear, when the tax was introduced in 2016, that it discriminated against foreign workers and breached several international tax agreements,\" Taxback.com CEO Joanna Murphy told the ABC.The public broadcaster estimates up to 75,000 backpackers could be in line for a refund worth hundreds of millions of dollars following Wednesday's decision.The government had originally sought to implement a levy of up to 32.5 per cent, but this was met with outcry by farmers who rely on working-holiday makers for seasonal labour."}}, {"url_id": "https://www.channelnewsasia.com/news/asia/missing-tourist-cambodia-amelia-bambridge-search-family-12047836", "content": {"url_label": "Family joins desperate search for Brit tourist in Cambodia", "text": "KOH RONG, Cambodia: The family of a 21-year-old British tourist who went missing on a Cambodian island a week ago boarded boats with authorities Wednesday (Oct 30) to continue a meticulous search around the waters and dense jungle territory.The desperate search for backpacker Amelia Bambridge on Koh Rong includes more than 100 army, navy and police personnel as well as relatives and volunteers.Bambridge did not check out of her hostel on Oct 24, while her bag and phone were later found on party spot Police Beach, where she was last seen hours earlier.Nearly 200 army, navy and police personnel scoured Koh Rong island in southern Cambodia for sixth day to find tourist Amelia Bambridge (Photo: AFP/TANG CHHIN Sothy)The desperate search for backpacker Amelia Bambridge on Koh Rong includes more than 100 army, navy and police personnel as well as relatives and volunteers AFP/TANG CHHIN SothyHer family members scrambled to the island to help with the investigation and have also been active on social media asking travellers for possible clues.Brother Harry Bambridge posted a video on his Instagram showing him sitting on a racing boat with Cambodian officials.\"Still no Amelia,\" he wrote.Amelia Bambridge was last seen at a beach party around 3.30am on Oct 24. (Photo: Facebook / Amelia Bambridge)While her brother and father jumped on a speedboat, her mother joined a police canine team to search a jungle near the last sighting.The mystery deepened after police held six men for questioning but they were found not to be involved and released.Koh Rong governor Noun Bunthol told AFP the latest foray into the placid waters of the Gulf of Thailand was based on a tip from a fisherman.\"We took the family members to an area where a fisherman reported he saw a body floating, but we did not see anything,\" Noun Bunthol told AFP, adding that the search continued further north towards the Thai border.Nak Phong, the fisherman who reported the tip and joined them on the search, told AFP he had spotted a body in the waters on Oct 27 floating about 40km from the shore.\"I did not know whether the body was a foreigner or not - I dared not go closer,\" he said."}}, {"url_id": "https://www.channelnewsasia.com/news/asia/far-more-people-at-risk-of-rising-seas-than-feared-climate-study-12045180", "content": {"url_label": "Far more people at risk of rising seas than feared: Climate study", "text": "LONDON: Climate change will put three times more people at risk of coastal flooding by 2050 than previously thought, according to a study published on Tuesday (Oct 29), with swathes of Asia and cities in North America and Europe all vulnerable to rising seas.The research by Climate Central, a US-based non-profit climate science and news organisation, underscored the scale of the upheaval projected to unfold as global warming increasingly threatens some of the world's most densely populated regions.The study found that 300 million people are now living on land that is likely to flood at least once a year on average by mid-century without adequate sea defences, even if governments manage to make sharp cuts in emissions.Earlier estimates had put that figure at about 80 million.The authors said they had used artificial intelligence to correct systematic errors in a previous dataset that had suggested many inhabited coastal zones were at higher elevations - and thus safer - than they actually are.\"We now understand that the threat from sea-level rise and coastal flooding is far greater than we previously thought,\" said Benjamin Strauss, chief executive of Climate Central and co-author of the three-year study.\"It's also true that the benefits from cutting climate pollution are far greater than we previously thought – this changes the whole benefit-cost equation,\" Strauss told Reuters.ASIAN CITIES UNDER SIEGEThe study found that more than 70 per cent of the world's population currently living on land at risk are located in eight Asian countries: Bangladesh, China, India, Indonesia, Japan, the Philippines, Thailand and Vietnam.According to the coastal risk screening tool on the Climate Central website,  Bangkok, Jakarta and Ho Chi Minh are under particular threat, with these Southeast Asian cities projected to fall below annual flood level by 2050.Land in and around Bangkok projected to be lower than local sea-level and/or coastal flood projection by 2050. (Screengrab: Climate Central, Coastal Risk Screening Tool)Continued high carbon emissions, along with instability in the Antarctic, could lead to land currently occupied by roughly one-third of Bangladesh's and Vietnam's populations permanently falling below the high tide line by the end of the century.Even with deep cuts to carbon emissions, data from the study showed that Bangladesh, Thailand and Vietnam could face high tide lines above land now home to 19 per cent, 17 per cent and 26 per cent of their respective populations.Land in and around Ho Chi Minh City projected to be lower than local sea-level and/or coastal flood projection by 2050. (Screengrab: Climate Central, Coastal Risk Screening Tool)The threat that advancing seas will overwhelm the ability of countries to build coastal defences and force many millions of people to migrate has long been regarded as one of the most potentially destabilising impacts of the climate crisis.The risks were underlined last month when the UN-backed Intergovernmental Panel on Climate Change released a landmark report on oceans that said sea levels could rise by one metre by 2100 - ten times the rate in the 20th century - if carbon emissions keep climbing.A man carrying lunch boxes walks in water as roads are flooded due to heavy rain in Dhaka, Bangladesh July 26, 2017. REUTERS/Mohammad Ponir Hossain/Even if governments manage some curbs on emissions, the new study, published in Nature Communications, said that about 237 million people spread across China, Bangladesh, India, Vietnam, Indonesia, and Thailand are likely to face annual flooding by mid-century, unless they establish adequate sea defences.By 2100, if emissions continue unchecked, and ice sheets rapidly disintegrate, then land where 250 million people now live in those six countries will fall below the waterline at high tide - putting almost five times more people at risk than assessments based on previous elevation data had found.The study, which found that today's dykes, sea walls and levees already allow 110 million people to live below the high tide line, did not factor in the impact of these or possible future defences, the authors said, citing a lack of data.A woman directs traffic on a flooded road after typhoon Wipha in Hanoi, Vietnam August 4, 2019. REUTERS/Kham/Although a certain amount of sea-level rise is baked into the climate system due to a legacy of past carbon emissions, rapid cuts in greenhouse gas pollution now could steer the world away from worse coastal flooding by century's end, the study found.The authors urged governments to urgently conduct surveys to find out how feasible it might be to hold back the rising waters as well as take action to reverse carbon emissions, which hit a record high last year.\"We don't know whether today's coastal defences will be sufficient for tomorrow's sea levels,\" Strauss said. \"Every day of warning we've had for a hurricane saves lives and property. Every decade counts in preparing for sea-level rise.\""}}, {"url_id": "https://www.channelnewsasia.com/news/world/novartis--zolgensma-study-halted-by-fda-amid-safety-questions-12047704", "content": {"url_label": "Novartis' Zolgensma study halted by FDA amid safety questions", "text": "ZURICH: U.S. regulators have halted a trial of Novartis's Zolgensma treatment after an animal study raised safety concerns, the company said on Wednesday, in a setback for the drugmaker's plan to expand its use to older patients.The U.S. Food and Drug Administration's partial hold on the so-called STRONG trial impacts patients aged up to five with spinal muscular atrophy (SMA) who were to receive a higher dose of the gene therapy via a spinal infusion.The hold was issued after Novartis told health authorities about the animal study's findings that showed dorsal root ganglia (DRG) mononuclear cell inflammation, a neurological condition sometimes accompanied by nerve damage or loss.Novartis shares fell 1per cent at 0715 GMT, while other European drugmakers rose. Analysts said more information was needed to assess whether these findings could have an impact on Zolgensma's long-term prospects.\"We need to better understand, what the issues are and whether there really is a read-through to the human trial,\" Vontobel analyst Stefan Schneider said.Novartis said it was working with regulators, in hopes of having the hold released.Zolgensma, whose US$2.1 million list price makes it the world's most-expensive treatment, is already approved for children aged up to two with the deadly muscle wasting disease and is given by infusion into the young patients' veins.The medicine had US$160 million in sales in its first full quarter on the market.The STRONG study is meant to underpin its expanded approval for older children, where Novartis would also compete with Biogen's Spinraza that is already on the market, and Roche's investigational risdiplam that is due to seek approval this year.Roche shares were up 0.7per cent.\"The clinical significance of the DRG inflammation observed in this pre-clinical animal study is not known and was not seen in prior animal studies,\" Novartis said in a statement.\"We are working with health authorities to confirm further guidance to clinical investigators.\"The partial FDA hold halts enrollment of patients getting a higher dose of Zolgensma, also known as AVXS-101, via an spinal infusion, also called intrathecal administration.Low- and mid-dose portions of the STRONG trial have already been completed, as has presentation of interim results.\"Of note, we have completed a thorough review of human safety data from all available sources to date and no adverse effects related to sensory changes have been seen,\" Novartis said.(Editing by Deepa Babington)"}}, {"url_id": "https://www.channelnewsasia.com/news/world/gender-neutral-emojis-hit-screens-in-new-apple-update-12047504", "content": {"url_label": "Gender-neutral emojis hit screens in new Apple update", "text": "SAN FRANCISCO: Apple has put out new gender-neutral emojis of most of its people icons - including punks, clowns and zombies - as part of an update to its mobile operating system.The tech giant has offered growing numbers of inclusive emoji designs in recent years, putting out a range of skin tones and occupations, with Google's Android publishing its own non-binary faces in May.A wheelchair, guide dog and a flexing prosthetic arm are among Apple's latest batch - put out on Monday (Oct 28) with the iOS 13.2 upgrade - that users can slip into messages to get their points across.The new gender-neutral emojis differ slightly from the male and female ones.In some, the style and color of their clothes is changed. In others the haircuts are different and a \"gender neutral facial structure\" is used, says the Emojipedia website.The attempt at on-screen inclusivity has not pleased everyone however, with some suggesting the icons indicate how gender-nonconforming people should look.\"How do u determine that these emojis are how gender-neutrality should be represented or that these emojis even represent most gnc people,\" wrote one Twitter user.\"I don't understand why they weren't just all neutral to begin with,\" wrote another.\"Regular old smileys were neutral. I don't know why we had to go and start gendering everything in the first place.\"When it unveiled the designs earlier this year, Apple said they would \"bring even more diversity to the keyboard\" and \"fill a significant gap\" in the selection of emojis.\"Users will now be able to select any combination of skin tone, in addition to gender,\" it said.Apple also serves up some niche offerings in the new update including a plate of falafel, a skunk and a banjo.Businesses have paid increasing attention to becoming more inclusive in recent times.Toy maker Mattel for example released gender-neutral dolls last month with none of the curves or large muscles of the traditional Barbie or GI Joe, while many small fashion brands and make-up companies are marketing non-binary products."}}, {"url_id": "https://www.channelnewsasia.com/news/asia/china-support-joshua-wong-hong-kong-election-ban-12047246", "content": {"url_label": "China 'supports' barring of Joshua Wong from Hong Kong election", "text": "BEIJING: Beijing expressed \"approval and support\" Wednesday (Oct 30) for the disqualification of Hong Kong activist Joshua Wong from upcoming local elections, after months of protests in the semi-autonomous city.Wong, one of the most prominent figures in the otherwise leaderless movement, accused the Hong Kong government of \"political screening\" after an election officer ruled his nomination for the November poll invalid on Tuesday.But a spokesman for China's top policy body on Hong Kong affairs said Wednesday that Wong had over many years \"proclaimed the viewpoints of so-called 'self-determination' and 'Hong Kong independence' and publicly denied that Hong Kong is a part of China\".During recent protests Wong \"repeatedly grovelled to foreign powers for sympathy and begged for interference\", Yang Guang, of the Hong Kong and Macau Affairs Office, said on the body's website Wednesday.He \"is one of the chief culprits challenging the red-line principle of 'one country, two systems'\", Yang said.\"We express approval and support of this decision.\"The 23-year-old rose to prominence as the poster child of the \"Umbrella Movement\" of 2014 that failed to win any concessions from Beijing, and served time in jail for his role in those protests.Wong was the only candidate barred from standing in an election for district councils, which tackle regional issues. The election is the first to be held since the current anti-government protests started.Wong accused the Hong Kong government on Tuesday of accepting \"a political mission handed down from Beijing\" by banning him from the polls.The Hong Kong election officer wrote in her reasoning that Wong's concept of self-determination does not rule out the independence of Hong Kong as an option, which she deemed inconsistent with the Basic Law, the city's mini-constitution.Wong and his party, Demosisto, have denied supporting independence for the city.They say they advocate self-determination and a referendum for Hong Kong people to decide how they want to be governed.Last year, Agnes Chow, another young leader from Wong's party, was barred from standing in by-elections because her party advocates self-determination for Hong Kong.Follow us on Telegram for the latest on Hong Kong: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/mike-pompeo-china-hostile-hong-kong-communist-party-12049794", "content": {"url_label": "Pompeo on offense against 'truly hostile' China", "text": "NEW YORK: Secretary of State Mike Pompeo on Wednesday (Oct 30) vowed to ramp up pressure on China on multiple fronts, calling Beijing \"truly hostile\" to the United States.In the latest hawkish take on China by President Donald Trump's administration, Pompeo said he would deliver a series of speeches in coming months laying out cases against Beijing on areas from ideology to trade to its efforts for influence within the United States.\"Today we're finally realising the degree to which the Chinese Communist Party is truly hostile to the United States and our values,\" Pompeo told the conservative Hudson Institute in New York.Pompeo highlighted China's clampdown on Hong Kong protests and incarceration of Uighur Muslims and said Beijing was seeking international domination - implicitly rejecting US experts who argue that the communist leaders are fundamentally pragmatic.\"The Chinese Communist Party is offering its people and the world an entirely different model of governance - it's one in which a Leninist party rules and everyone must think and act according to the will of the Communist elites,\" he said.\"That's not a future that I want ... and it's not a future that the freedom-loving people of China\" want, he said.At a dinner attended by Henry Kissinger, the apostle of realpolitik who negotiated US normalisation of ties with Beijing, Pompeo said Washington had long been too easy on China in hopes that it would transform.\"We hesitated and did far less than we should have when China threatened its neighbours like Vietnam and the Philippines and when they claimed the entire South China Sea,\" he said.Pompeo nonetheless said that the United States did not seek confrontation but rather still wanted to encourage a more \"liberalised\" China.His remarks follow a speech last week by Vice President Mike Pence that sounded similar themes and amid a simmering trade war which Trump has voiced hope of resolving."}}, {"url_id": "https://www.channelnewsasia.com/news/commentary/carbon-emissions-productivity-climate-change-global-warming-12042872", "content": {"url_label": "Commentary: What if governments and firms measure the one thing that matters most – carbon productivity?", "text": "BRISBANE: Ask any economist any question, and you will usually get an answer that includes this word: “Productivity”.The winner of the 2008 Nobel Prize in Economics, Paul Krugman, set the standard in 1994 when he said, \"Productivity isn’t everything, but, in the long run, it is almost everything. A country’s ability to improve its standard of living over time depends almost entirely on its ability to raise its output per worker.”In the same vein, the new head of Australia’s treasury, Steven Kennedy, said:The most important long-term contribution to wage growth is labour productivity.For my money, they could say the same about “carbon productivity”, an idea that is going to matter to us more.Labour productivity is notoriously hard to measure; measuring changes in it is harder still.It is relatively easy to measure in the jobs we are doing less of these days, such as making washing machines; harder to measure in the jobs we are doing more of, such as caring for people.And it is less important than you might think. People are not a particularly finite resource. Allowable carbon emissions are.CARBON IS THE INPUT THAT MATTERSThe Intergovernmental Panel on Climate Change says net carbon emissions will have to be reduced to zero by 2050.That means we have a carbon budget; a limited amount of greenhouse gases we can emit from here on. It would make sense to use it wisely.The Intergovernmental Panel on Climate Change (IPCC) at their 48th session in Incheon, South Korea, 1-5 October 2018. (Photo: AFP)What I am proposing is a target for “carbon productivity” – the amount of production we achieve from each remaining unit of emissions – as a means of helping us cut overall carbon emissions.It is easy to calculate: Gross domestic product divided by net emissions. We already measure GDP, and we already measure emissions in tonnes, albeit unevenly.We are going to need huge increases in carbon productivity, much more so as a result of cutting emissions than increasing production.Things that are good for labour productivity might well be bad for carbon productivity. For example, replacing a sweeper with an air blower is good on the first count, bad on the second.MEASURING CARBON PRODUCTIVITYA target, or at least a widely published measure, could be introduced at a national level to focus government minds on what is important and what is not, and assist in allocating resources. Solar farms would become more likely to gain support than coal-fired power plants.Regulatory resources might be redirected in surprising ways. While a small number of large emitters constitutes an easy target for policymakers, if those large emitters are efficient, the government might find it has to move its focus to the larger number of small inefficient emitters.It could also help us think about how we resolve the conflict between the perceived need for economic growth and the need to substantially cut emissions. Both would be important, but the measures that achieve both would be the most important.Accounting debates about whether to carry forward international credits would be rendered meaningless.David Peetz is Professor of Employment Relations in the Centre for Work, Organisation and Wellbeing at Griffith University. This article first appeared in The Conversation."}}, {"url_id": "https://www.channelnewsasia.com/news/commentary/trump-america-foreign-policy-syria-ukraine-middle-east-asia--12042324", "content": {"url_label": "Commentary: Trump's latest foreign policy moves undermine US allies' confidence", "text": "WASHINGTON: One moment in October captures a foreign policy in chaos: In Syria, two American F-15E warplanes bombed a military base to keep longtime North Atlantic Treaty Organisation (NATO) ally Turkey from taking control.The president’s abrupt decision to withdraw about 1,000 US troops from northern Syria to Iraq and alleged attempts to coerce Ukraine for personal gain have shaken the confidence of US allies and partners during an uncertain era of geopolitical transition.US actions in Ukraine and Syria have demoralised America’s friends and emboldened adversaries. The US and the world are less safe as a result.Expect friends to reduce reliance on the US further as they hedge their strategic bets. Many partners have limited capacity and choices and may find the available alternatives, such as China and Russia, to be more unpalatable.But let’s be clear, many allies now trust the US less than at any time since World War II. The damage to the country’s image and reputation will be hard to repair.TROUBLE IN THE WHITE HOUSEEven before the recent events came to light, the administration’s foreign policy has been refracted through the prism of domestic politics to an unprecedented degree. The White House’s alleged efforts to leverage almost US$400 million in military aid to Ukraine for dirt on a political rival reinforces this view.Less than two decades removed from post-Soviet independence, Ukraine struggles to manage internal divisions and rebuild democracy.Turkish soldiers with US-made M60 tanks drive through the town of Tukhar, north of Syria's northern city of Manbij, as Turkey and its allies continue their assault on Kurdish-held border towns in northeastern Syria. (Photo: Aref TAMMAWI/AFP)The US Congress decision to launch an impeachment inquiry into the president’s actions is draining time and attention of the White House, Congress, the State Department and other parts of the government.As the process drags into 2020, Washington will have little time to focus on alliance management.Fine points generally fall to dedicated public servants, but leaders set the strategic direction. Without leadership, friendships drift apart. Thorny issues cannot be delegated to mid-level managers.Yet, the president’s inner circle lacks the bandwidth to help resolve, for instance, the dispute between US allies Japan and South Korea.Impeachment inserts a new gratuitous element of unpredictability that factors into the calculations of US friends. If the president’s decision in Syria is instructive, allies will gird themselves for a leader whose gut tells him to turn the country inward when under pressure.US BETRAYAL OF THE KURDSPresident Trump explained his decision to abandon Kurdish allies who helped take back northern Syria from Islamic State fighters by reminding that he campaigned in 2016 on ending “endless wars”.In Trump’s worldview, national interests are narrowly defined, values are largely irrelevant, and much of what happens outside US borders are other people’s problems.Initially slow to grasp the rapidity of the disaster he had wrought in Syria, the president defiantly tweeted, “I hope they all do great, we are 7,000 miles away!”. Over 18 years after the 9/11 terrorist attacks, Trump has been oblivious to the emerging security vacuum and the risk that America’s enemies could once again use favourable conditions to bring the fight to its doorstep.The abrupt decision led to the predictable collapse of a delicate truce in Northern Syria. Turkey’s ensuing assault on the Kurds claimed hundreds of lives and left at least 176,000 people homeless.More than 100 Islamic State fighters detained by the Kurds escaped, their whereabouts unknown; the Islamic State’s ability to reconstitute itself amid the tumult has grown.The Kurds then watched helplessly as Russia and Turkey carved up the border region. Syria’s other ally, America’s long-time adversary Iran, will also benefit from the precipitous US withdrawal.Syrian Kurds carrying photographs of loved ones killed in the Turkish offensive protest against the carve-up of their northeastern heartland by Ankara and Moscow. (Photo: AFP/Delil Souleiman)A SILVER LINING?Those searching for a silver lining may find it in the bipartisan condemnation of the White House’s conduct in Syria and congressional leadership’s efforts to reassure allies from Jordan to Afghanistan.Trump still operates under constraints. Intense criticism from the president’s own party over self-dealing led him to revisit using his own hotel to host the 2020 G-7 summit.In the near-term, France, Germany and Japan will also participate in damage control. Of course, these guardians of a rules-based order are not immune from populist temptations, nor can they afford to back blindly a US government that dismisses pan-European institutions and threatens security ties to extract short-term economic benefits.Some like-minded friends might see American isolationism as a reason to join in defending international principles, as suggested for Asia earlier in Trump’s tenure. Big trade deals are getting inked, just not with the US.Countries such as Australia and India, for example, may enhance cooperation to counter a more powerful China.In the South China Sea, as Beijing asserts itself, European and Asia-Pacific countries have conducted joint patrols in defence of the global norm of freedom of navigation.Yet, even if the differences that complicate collective action were finessed, virtually no configuration of countries would be a sufficient substitute for engaged American leadership.The country’s military and economic strength is still unmatched, and it plays a unique convening role. Forming international coalitions to protect well-established norms will be harder, especially given that this administration often works to erode them.AMERICA ALONEAs doubts grow about US commitment to treaty allies, some countries will invest more in their militaries or make temporary friendships with strange bedfellows.Others will place a renewed premium on keeping options flexible, selectively partnering when national interests happen to align in a more multipolar world.US President Donald Trump attends a multilateral meeting on Venezuela in New York, Sep 25, 2019, on the sidelines of the United Nations General Assembly. (Photo: AFP/SAUL LOEB)The hedging will also take the form of a more pragmatic engagement of China and Russia. Even a nationalist Japanese government firmly anchored in the US alliance system has taken noticeable steps to improve ties with Beijing.America is learning the limits of its global influence under this president. Few have acceded to US demands to cut ties with Chinese telecommunications behemoth Huawei over security concerns.BUSINESS AS USUAL?There is a growing recognition that life after Trump may not mean a return to business as usual.That could be healthy if US parties can forge a consensus around engaged US leadership in the world focused on diplomacy, alliances and the power of the country’s example as key pillars.America’s partners will be watching the impeachment process and presidential elections for clues to see if the principal architect of today’s international system is intent on further unraveling.But they aren’t waiting to see if Trump’s brand of diplomacy is a passing phase. Restoring US allies’ lost trust will be central to securing a safer, more prosperous world.That process will take a number of years, if not decades or more, and will test anew America’s remarkable capacity for self-renewal.Atman Trivedi is a managing director at Hills & Company, International Consultants and an adjunct fellow at the Pacific Forum. Santiago Herdoiza is a research associate at the same firm. This article first appeared on Yale Global Online."}}, {"url_id": "https://www.channelnewsasia.com/news/business/us-1mdb-recovery-deal-with-malaysian-fugitive-jho-low-12048830", "content": {"url_label": "US agrees to US$1 billion 1MDB forfeiture deal with Malaysia's Jho Low", "text": "NEW YORK/KUALA LUMPUR: The US Justice Department on Wednesday (Oct 30) reached its biggest civil forfeiture deal in agreeing to recover almost US$1 billion in funds Malaysian financier Jho Low and his family had allegedly misappropriated from  Malaysian investment fund 1MDB.US authorities say about US$4.5 billion were siphoned from 1Malaysia Development Berhad (1MDB), founded in 2009 by then-Malaysian prime minister Najib Razak.Since 2016, the Justice Department, in the biggest ever case in its anti-kleptocracy programme, has filed civil lawsuits seeking to seize about US$1.7 billion in assets allegedly bought with stolen 1MDB funds.Low, who called the agreement \"historic\" in a statement issued on his behalf, faces charges in both the United States and Malaysia over his central role in the scandal.Low agreed to give up a private jet, high-end real estate in Beverly Hills, New York and London and other assets totaling US$700 million, the Justice Department said in a statement and court document filed on Wednesday.That's on top of a US$126-million yacht and US$140 million in other assets previously forfeited. If approved, the settlement will mark the largest civil forfeiture ever concluded by the Justice Department, it said.\"The message in this case is simple: the United States is not a safe haven for pilfered funds,\" said US Attorney Nicola T. Hanna of the Central District of California.The deal does not include an admission of guilt or wrongdoing and is not tied to the criminal action against Low.\"I am very pleased to confirm that a landmark comprehensive, global settlement has been reached with the United States government,\" Low said in the statement.The settlement also includes assets in the United Kingdom and Switzerland, as well as funds from the sale of Low's stake in EMI music publishing group.The parties have also agreed to cooperate on settling the suits on other assets, including diamond jewellery and paintings by Picasso and Vincent Van Gogh, the court filing said.The proposed settlement was filed in a California court on Wednesday and needs to be approved by a judge.1MDB is the subject of corruption and money laundering investigations in at least six countries.Malaysian police last year filed charges and issued arrest warrants for Low and several of his associates, whose whereabouts are unknown.Low, who has consistently denied wrongdoing, is ready to address 1MDB-related issues in Malaysia and elsewhere provided the conditions are right for him, his spokesman said.\"If and when Mr. Low is confident that he will be safe and treated fairly, he looks forward to addressing any remaining issues,\" the spokesman told Reuters.Low has, however, said he does not expect to get a fair deal in Malaysia as long as Prime Minister Mahathir Mohamad is in power.Malaysian government officials did not immediately respond to requests seeking comment on the settlement.'MULTI-YEAR CONSPIRACY'Officials in Malaysia and the United Arab Emirates, Wall Street bank Goldman Sachs and Deutsche Bank have all been caught up in probes into the multi-year conspiracy.Goldman said earlier this month it was cooperating with the Justice Department and other government and regulatory investigations.Malaysia has filed criminal charges against Goldman and 17 current and former directors of the bank's units for allegedly misleading investors over bond sales totalling US$6.5 billion that the bank helped raise for 1MDB.Prosecutors on Thursday asked for the case against three Goldman units to be moved to a higher court.Allegations that about US$1 billion in 1MDB funds flowed into Najib's personal accounts fuelled anger among Malaysians, who voted his long-ruling coalition out of power in an election last May.Najib and his wife, Rosmah Mansor, were barred from leaving Malaysia soon after the election loss, and their lifestyle came under scrutiny, with the discovery of nearly US$300 million worth of goods and cash at properties linked to him.Najib now faces years in prison after being hit with 42 criminal charges related to losses at 1MDB and other government entities. He has consistently denied wrongdoing.A Malaysian court will rule on Nov 11 on whether to acquit Najib or call for him to enter his defence, in the first of several criminal trials against him."}}, {"url_id": "https://www.channelnewsasia.com/news/world/police-find-12-migrants-alive-in-refrigerated-truck-in-belgium-12048582", "content": {"url_label": "Police find 12 migrants alive in refrigerated truck in Belgium", "text": "BRUSSELS: Belgian police found 12 migrants alive in a refrigerated truck at a motorway parking area in northern Belgium on Wednesday (Oct 30) after the driver alerted authorities, a federal police spokeswoman said.The driver, who was transporting fruit and vegetables, called the police after he found 12 men of Syrian and Sudanese origin and took them to the Immigration Office in the city of Antwerp.The men were discovered while travelling between Antwerp and Brussels on Tuesday, a police spokeswoman told AFP.All 12 were \"in good health,\" she said.The driver of the truck suspected he had stowaways in the back, and he had pulled over into a highway parking area.A police investigation has been launched to find out how the migrants got on board and whether they were seeking to get to Britain.Last week, 39 migrants were found dead in a refrigerated truck in Britain after crossing from the Belgian port of Zeebrugge.Belgian authorities, facing increasing scrutiny of their fight against human trafficking, are cooperating with British authorities in the investigation.Last weekend, Belgian authorities said they had found two more trucks carrying 20 migrants, all alive."}}, {"url_id": "https://www.channelnewsasia.com/news/world/seven-countries-issue-iran-related-sanctions-on-25-targets-12048542", "content": {"url_label": "Seven countries issue Iran-related sanctions on 25 targets", "text": "WASHINGTON: The United States and six other countries imposed sanctions on Wednesday (Oct 30) on 25 corporations, banks and people linked to Iran's support for militant networks including Hezbollah, the US Treasury Department said in a statement.The targets were announced by the Terrorist Financing Targeting Center (TFTC) nations - which also include Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates - as Treasury Secretary Steve Mnuchin was on a Middle East trip to finalise details of an economic development plan for the Palestinians, Jordan, Egypt and Lebanon.All 25 targets were previously sanctioned by the United States.\"The TFTC's action coincides with my trip to the Middle East, where I am meeting with my counterparts across the region to bolster the fight against terrorist financing,\" Mnuchin said in the Treasury statement.In Jerusalem on Monday, Mnuchin said the United States would increase economic pressure on Iran over its nuclear programme, making the pledge during a Middle East trip that includes visits to US allies Israel and Saudi Arabia.Sanctions reimposed on Tehran by President Donald Trump after he withdrew the United States from world powers’ 2015 nuclear pact with Tehran have dried up Iranian oil revenues and cut Iranian banks' ties to the financial world.Twenty-one of the targets announced Wednesday comprised a vast network of businesses providing financial support to the Basij Resistance Force, the Treasury said.It said shell companies and other measures were used to mask Basij ownership and control over multibillion-dollar business interests in Iran’s automotive, mining, metals, and banking industries, many of which have operate across the Middle East and Europe.The four individuals targeted were Hezbollah-affiliated and help coordinate the group's operations in Iraq, it said."}}, {"url_id": "https://www.channelnewsasia.com/news/world/informant-islamic-state-leader-baghdadi-bounty-reward-12048490", "content": {"url_label": "Informant who provided details on Islamic State leader likely to reap huge reward: Report", "text": "WASHINGTON: An informant who provided crucial details on the movements of Abu Bakr al-Baghdadi, the Islamic State leader killed in a US commando raid, is likely to scoop up some or all of a US$25 million reward, the Washington Post reported on Wednesday (Oct 30).The Post said the informant was a well-placed Islamic State operative who facilitated al-Baghdadi's movements around Syria and helped oversee the construction of his Syrian hideout.US special operations commandos struck the hideout overnight on Saturday, swooping in on helicopters and chasing the IS founder into a tunnel where he detonated a suicide vest, according to the US account of the raid.The Post said the informant was at the scene as the raid unfolded, and was exfiltrated two days later with his family.The man, who was not identified, was likely to receive some or all of the US$25 million reward the US had put on al-Baghdadi's head, it said.Besides al-Baghdadi's movements, the informant knew the room-by-room layout of al-Baghdadi's final Syrian hideout, according to the Post.The newspaper said the source, described by one official as a Sunni Arab who turned against IS after a relative was killed by the group, was cultivated by Kurdish intelligence.The Kurds eventually turned control over him to the Americans, who spent weeks establishing his credibility before seizing an opportunity that came up in the past month to launch the raid, according to the Post."}}, {"url_id": "https://www.channelnewsasia.com/news/world/iom-suspends-some-ebola-screening-after-3-aid-workers-killed-in-12048364", "content": {"url_label": "IOM suspends some Ebola screening after 3 aid workers killed in South Sudan", "text": "JUBA: The UN migration agency has suspended some screening services for Ebola after three of its aid workers were killed in South Sudan, the latest deadly incident involving relief staff in the violence-ridden country.In a statement, the International Organization for Migration said the workers - two men and one woman - were hit by crossfire during clashes between rival armed groups in the country's central Equatoria region.It said the IOM had stopped screening for Ebola at five border points between South Sudan, Uganda and Democratic Republic of Congo, where an ongoing outbreak of the haemorraghic fever has killed thousands of people.The dead woman's four-year-old son was abducted along with another local female IOM volunteer during the armed clash, the IOM said. Two other male volunteers were injured, including one who is recovering from a gunshot wound.Humanitarian workers are often targeted by rebels operating in South Sudan, which has been in the grip of war that first broke out in late 2013 between soldiers allied to President Salva Kiir and those of his former deputy Riek Machar. Last year, 10 aid workers went missing in Yei, in the same region.“We ... reiterate that humanitarians and civilians are not and should never be subjected to such heinous acts of violence - we are not a target,” IOM Director General António Vitorino said.It was not clear who was behind the latest fighting.In the past, government forces have clashed in the region with fighters from the rebel National Salvation Front, led by renegade former General Thomas Cirillo Swaka, who is not a party to a peace deal signed last year by Kiir and Machar.Lul Ruai Koang, the government's military spokesman, said that on the day of the attack Cirillo's fighters had targeted a government position, and that one soldier was killed along with nine from Cirillo's side.\"If they (National Salvation Front) went and killed the aid workers, this is what I do not know. But the attack on our defence positions didn’t involve any humanitarian workers,” Koang said.The National Salvation Front was not immediately reachable to comment on the killings."}}, {"url_id": "https://www.channelnewsasia.com/news/world/australia-backpacker-tax-illegally-targets-foreigners-court-12048042", "content": {"url_label": "Australia's 'backpacker tax' illegally targets foreigners, court rules", "text": "SYDNEY: Australia's \"backpacker tax\" illegally targeted some foreign workers, a court ruled Wednesday (Oct 30), leaving people who spent time in the country on holiday working visas in line for tax rebates.From 2017, Canberra applied a 15 per cent levy for every dollar earned for two categories of working holiday visas linked to seasonal labour.In a landmark decision Wednesday, a Brisbane court ruled the levy - dubbed the \"backpacker tax\" - cannot be applied to a British woman due to a double taxation treaty between Australia and the UK.Similar agreements are also in place with the United States, Germany, Finland, Chile, Japan, Norway and Turkey according to international accounting firm Taxback.com.\"That is a disguised form of discrimination based on nationality,\" judge John Logan said.Australians begin paying tax once their annual income exceeds AUD$18,200 (US$12,504). That was also the previous threshold for the working holiday visas.The Australian Tax Office said it was considering whether to appeal the decision.It added the ruling only affects a minority of working holiday makers \"who are also residents, and only those from countries affected by a similar clause in the double tax agreement with their home country\".In the case decided Wednesday, the British woman lived mainly in a Sydney sharehouse and stayed for the most part in the state of New South Wales - meaning she was considered a \"resident\" for tax purposes in Australia.According to the ATO website, others - who travel from place to place - can be classed as \"foreign residents\" for taxation.\"In our view it was very clear, when the tax was introduced in 2016, that it discriminated against foreign workers and breached several international tax agreements,\" Taxback.com CEO Joanna Murphy told the ABC.The public broadcaster estimates up to 75,000 backpackers could be in line for a refund worth hundreds of millions of dollars following Wednesday's decision.The government had originally sought to implement a levy of up to 32.5 per cent, but this was met with outcry by farmers who rely on working-holiday makers for seasonal labour."}}, {"url_id": "https://www.channelnewsasia.com/news/asia/missing-tourist-cambodia-amelia-bambridge-search-family-12047836", "content": {"url_label": "Family joins desperate search for Brit tourist in Cambodia", "text": "KOH RONG, Cambodia: The family of a 21-year-old British tourist who went missing on a Cambodian island a week ago boarded boats with authorities Wednesday (Oct 30) to continue a meticulous search around the waters and dense jungle territory.The desperate search for backpacker Amelia Bambridge on Koh Rong includes more than 100 army, navy and police personnel as well as relatives and volunteers.Bambridge did not check out of her hostel on Oct 24, while her bag and phone were later found on party spot Police Beach, where she was last seen hours earlier.Nearly 200 army, navy and police personnel scoured Koh Rong island in southern Cambodia for sixth day to find tourist Amelia Bambridge (Photo: AFP/TANG CHHIN Sothy)The desperate search for backpacker Amelia Bambridge on Koh Rong includes more than 100 army, navy and police personnel as well as relatives and volunteers AFP/TANG CHHIN SothyHer family members scrambled to the island to help with the investigation and have also been active on social media asking travellers for possible clues.Brother Harry Bambridge posted a video on his Instagram showing him sitting on a racing boat with Cambodian officials.\"Still no Amelia,\" he wrote.Amelia Bambridge was last seen at a beach party around 3.30am on Oct 24. (Photo: Facebook / Amelia Bambridge)While her brother and father jumped on a speedboat, her mother joined a police canine team to search a jungle near the last sighting.The mystery deepened after police held six men for questioning but they were found not to be involved and released.Koh Rong governor Noun Bunthol told AFP the latest foray into the placid waters of the Gulf of Thailand was based on a tip from a fisherman.\"We took the family members to an area where a fisherman reported he saw a body floating, but we did not see anything,\" Noun Bunthol told AFP, adding that the search continued further north towards the Thai border.Nak Phong, the fisherman who reported the tip and joined them on the search, told AFP he had spotted a body in the waters on Oct 27 floating about 40km from the shore.\"I did not know whether the body was a foreigner or not - I dared not go closer,\" he said."}}, {"url_id": "https://www.channelnewsasia.com/news/world/australia-sriracha-chilli-ice-crystal-meth-drugs-12050236", "content": {"url_label": "Red hot bust: Australian police seize 400kg of crystal meth hidden in chilli sauce bottles", "text": "SYDNEY: Four men have been arrested for smuggling 400kg of crystal meth, or ice, worth an estimated A$300 million (US$210 million) concealed in bottles of sriracha hot chilli sauce from the United States, Australian police said on Thursday (Oct 30).A search of an air cargo consignment that had arrived at a Sydney freight depot from the United States on Oct 15 found 768 bottles of sriracha chilli sauce, \"with presumptive testing returning a positive indicator for methylamphetamine (ice)\", New South Wales state police said in a statement.Police arrested a 36-year old on Sunday and made two more arrests on Monday in the carpark of a hotel in Sydney's central business district.Photos released by the police also showed several cartons of the fiery sauce bottles stacked in the back of a car. Police seized eight boxes containing sriracha sauce bottles from the vehicle and a search of the hotel suite found another 26 boxes.The three Australian men have been charged with attempt to possess a commercial quantity and the unlawful importing of a border-controlled drug.A fourth man was arrested on Thursday morning and was charged with possessing identity information to commit an indictable offence.\"This has been a complex investigation and we know the methylamphetamine in this import was headed for a clandestine lab in the Sydney Metropolitan area for the extraction process to occur,” State Crime Commander Stuart Smith said in a statement.\"We will conduct further investigations with our law enforcement partners to identify other people linked to the group.\"The seizure has prevented approximately four million hits of ice hitting the streets, the acting regional commander for the Australian Border Force, Matt O'Connor, said.Ice, or crystal methamphetamine, is one of the most potent varieties of amphetamine drug. The name \"ice\" became popular due to its white little \"crystals\" and glass-like appearance.The Australian Crime Intelligence Commission's latest figures show a record 30.6 tonnes of illicit drugs were seized nationally in the year ended June 2018, with crystal meth one of the most consumed and seized illicit drugs in Australia."}}]