[{"url_id": "https://www.channelnewsasia.com/news/world/covid-19-lockdown-averted-3-million-deaths-europe-12816142", "content": {"url_label": "COVID-19 lockdowns may have averted 3 million deaths in Europe: Study", "text": "LONDON: Wide-scale lockdowns including shop and school closures have reduced COVID-19 transmission rates in Europe enough to control its spread and may have averted more than 3 million deaths, researchers said on Monday (Jun 8).In a modelling study of lockdown impact in 11 nations, Imperial College London scientists said the draconian steps, imposed mostly in March, had \"a substantial effect\" and helped bring the infection's reproductive rate below one by early May.The reproduction rate, or R value, measures the average number of people that one infected person will pass the disease on to. An R value above one can lead to exponential growth.The Imperial team estimated that by early May, between 12 and 15 million people in the 11 countries – Austria, Belgium, Britain, Denmark, France, Germany, Italy, Norway, Spain, Sweden and Switzerland – had been infected with COVID-19.By comparing the number of deaths counted with deaths predicted by their model if no lockdown measures had been introduced, they found some 3.1 million deaths were averted.\"Measuring the effectiveness of these interventions is important, given their economic and social impacts, and may indicate which course of action is needed to maintain control,\" the researchers said in a summary of their findings.A second study by scientists in the United States, published alongside the Imperial-led one in the journal Nature, estimated that anti-contagion lockdown policies implemented in China, South Korea, Italy, Iran, France and the United States prevented or delayed around 530 million COVID-19 cases.Focusing their analysis on these six countries, the US research team compared infection growth rates before and after the implementation of more than 1,700 local, regional and national policies designed to slow or halt the spread of COVID-19, the disease caused by the new coronavirus.They found that without anti-contagion policies in place, early infection rates of COVID-19 grew by 68 per cent a day in Iran and an average of 38 per cent a day across the other five countries.Using econometric modelling normally used in assessing economic policies, they found lockdowns had slowed the infection rate with \"measurable beneficial health outcomes in most cases\".Download our app or subscribe to our Telegram channel for the latest updates on the COVID-19 outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/george-floyd-protests-france-adama-traore-12815990", "content": {"url_label": "George Floyd protests in France give bereaved family new hope for justice", "text": "BEAUMONT-SUR-OISE, France: Since the wave of protests triggered by the brutal killing of George Floyd reached France, protesters have been chanting another name too: Adama Traore.\"They died in exactly the same way,\" said his sister Assa Traore. \"Adama carried the weight of three officers on his body.\"Adama Traore was celebrating his 24th birthday on Jul 19, 2016, when three police officers restrained him using the weight of their bodies. By the time he was delivered to a police station, he was unconscious and could not be revived.Like Floyd, Traore was black, and his death triggered huge protests in France, where the police's record of brutality and racism remains unaddressed.For four years, his family have demanded that French police be held to account for the death of her brother in police custody. No one has been prosecuted. Medical experts are unable to agree on whether the way he was restrained killed him, or if he had an underlying medical condition. Attention to the death has faded.Now, anger over the killing of George Floyd in the United States is giving their campaign new impetus.\"It’s a strong, powerful echo,\" Assa Traore told Reuters in an interview in Beaumont-sur-Oise, the neighbourhood near Paris where her brother lived.The Traore family and their supporters are this week calling for a nationwide day of protests in France.\"All the light shed on the George Floyd case has served as a reminder of the numerous other victims who died in the same conditions as George Floyd,\" said Almamy Kanoute, a French actor involved in the Traore campaign.\"We’re not saying the police in France are the same as in the United States. But the deadly techniques used in the United States are the same ones as in some European countries, the same ones that kill the same type of people.\""}}, {"url_id": "https://www.channelnewsasia.com/news/world/australia-china-spat-travel-warning-covid-19-12815994", "content": {"url_label": "China warns of racism in Australia, issues travel warning as row escalates", "text": "BEIJING: Beijing warned on Monday (Jun 8) there has been \"a lot of discrimination\" against Chinese people in Australia, escalating a diplomatic row just days after telling its citizens not to travel there.Tensions between Australia and China have been mounting on a number of fronts, and Beijing reacted with fury to recent calls for an independent investigation into the origins and spread of the COVID-19 pandemic after it first emerged in central China late last year.China stepped up the war of words again last week by telling its citizens to avoid the country altogether over safety concerns.\"Recently, there has been a lot of discrimination against Chinese and Asian people in Australia,\" said foreign ministry spokeswoman Hua Chunying at a regular press briefing on Monday.\"Many Chinese in Australia have been insulted or even injured ... (and) graffiti or words with racist connotations against Chinese have appeared in Sydney, Melbourne, Brisbane and other Australian cities.\"On Friday, China's culture and tourism ministry had advised against travel to Australia due to increasing racism linked to the coronavirus.Since Australian borders are closed to all non-essential inbound and outbound travellers because of the pandemic – with no date set for them to reopen – the advice from Beijing is largely symbolic.Australian Trade Minister Simon Birmingham told the ABC's Radio National on Monday that there had been racist incidents.\"But I think the idea that Australia, in any way, is an unsafe destination for visitors to come to is one that just does not stand up to scrutiny,\" he said.The anti-discrimination commission in New South Wales (NSW) – Australia's most populous state – said last week that there had been an increase in enquiries related to the pandemic and racism against people of Asian backgrounds.The group said instances included people being bullied for wearing a face mask, spat at and harassed in public on their way to work, while they exercised or at the supermarket.Anti-Discrimination NSW said it had also heard from people who have experienced violent race-related acts like their car window being smashed and racist language written across cars and private property.CONSUMER BOYCOTT WARNINGThe relationship between Beijing and Canberra has become increasingly troubled as China has become more assertive in flexing its growing military, economic and diplomatic power in the Asia-Pacific region.In response to calls for an independent inquiry into the origins of the pandemic, the Chinese ambassador in Canberra had threatened a widespread consumer boycott of Australian products – a warning followed up by a bar on imports from four major Australian beef producers.And then in May, China imposed an 80 per cent tariff on Australian barley over dumping allegations, a move set to cost at least A$500 million (US$350 million) a year, according to five of the nation's grain growers.An editorial published by the nationalist Chinese state-run Global Times warned the travel alert \"may just be the tip of the iceberg\".\"If Australia wants to retain the gain from its economic ties with China,\" it said, \"it must make a real change to its current stance on China, or it will completely lose the benefits of Chinese consumers.\""}}, {"url_id": "https://www.channelnewsasia.com/news/world/overfishing-ocean-sea-fish-un-report-12815960", "content": {"url_label": "Overfishing on the rise as global consumption climbs: UN food agency", "text": "LONDON: More than a third of the fish stocks around the world are being overfished and the problem is particularly acute in developing countries, the United Nations Food and Agriculture Organization (FAO) said in a report on Monday (Jun 8).The FAO said in a biennial report that tackling the issue would require several measures including stronger political will and improved monitoring as fish stocks in areas with less-developed management were in poor shape.\"While developed countries are improving the way they manage their fisheries, developing countries face a worsening situation,\" the FAO said.In 2017, 34.2 per cent of the fish stocks of the world's marine fisheries were classified as overfished, a \"continuous increasing trend\" since 1974 when it stood at just 10 per cent.Overfishing depletes stocks at a rate that the species cannot replenish, and leads to lower fish populations and reduced future production.The FAO said less intense management was common in many developing nations and was fuelled partly by limited management and governance capacities.\"We notice that sustainability is particularly difficult in places where hunger, poverty and conflict exist, but there is no alternative to sustainable solutions,\" the agency said.Worldwide per capita fish consumption set a new record of 20.5kg a year in 2018 and has risen by an average rate of 3.1 per cent since 1961, outpacing all other animal proteins.Fish consumption accounts for a sixth of the global population's intake of animal proteins, and more than half in countries such as Bangladesh, Cambodia, the Gambia, Ghana, Indonesia, Sierra Leone and Sri Lanka.The FAO projected global per capita consumption would climb to 21.5kg by 2030, a slowdown in the average annual growth rate to 0.4 per cent, with a decline expected in Africa.\"The main reason for this decline is the growth of Africa's population outpacing the growth in supply. Increasing domestic production and higher fish imports will not be sufficient to meet the region's growing demand,\" the FAO said.The report is based on information gathered before the COVID-19 outbreak, which has led to a decline in global fishing activity as a result of restrictions and labour shortages due to the health emergency, the FAO said."}}, {"url_id": "https://www.channelnewsasia.com/news/asia/hong-kong-protests-national-security-law-china-target-12815868", "content": {"url_label": "Hong Kong security law like 'anti-virus software': Beijing official", "text": "HONG KONG: A sweeping national security law that will soon be imposed on Hong Kong will be \"like installing anti-virus software\", a top Beijing official said on Monday (Jun 8), in a speech that warned protesters had gone \"too far\".The comments by Zhang Xiaoming, deputy director of the Hong Kong and Macau Affairs Office, were the most detailed from a senior party cadre since Beijing announced plans last month to outlaw subversion, secession, terrorism and foreign interference.His remarks came a day before the restless city marks one year since huge and often violent protests erupted, raging for seven straight months in the most direct challenge to Beijing's rule since the city's 1997 handover.\"Once in force, this law will be like installing anti-virus software into Hong Kong, with 'One Country, Two Systems' running more safely, smoothly and enduringly,\" Zhang said, referencing the model by which China allows Hong Kong certain freedoms and autonomy denied to its citizens in the mainland.Opponents fear the law - which is currently being drafted in Beijing and will bypass Hong Kong's legislature - will bring mainland-style politics to a business hub supposedly guaranteed freedoms and autonomy until 2047.On the mainland, anti-subversion laws are used to stamp out dissent.During his speech, Zhang repeated Beijing's assertions that the law would only target an \"extremely small number of people\".\"The opposition camp radical separatists have been mistaking the central government's restraint and forbearance for weakness and timidity,\" he said. \"They have gone too far.\"Millions of Hong Kongers hit the streets last year during the months of rallies, the culmination of years of rising fears that Beijing was prematurely eroding the city's freedoms.But Beijing has portrayed the movement as a plot by foreign powers to destabilise mainland China.\"The opposition camp ... wants to turn Hong Kong into an independent or semi-independent political entity, a bridgehead for the external powers to oppose China and the Chinese Communist Party and a chess piece which external powers can use to contain China,\" Zhang said.During last year's protests, Zhang's office and Chinese state media previously said issues like a lack of housing and the high costs of living may have fuelled the unrest.But in recent months Beijing has instead cast the city's political crisis as a national security threat.\"From my point of view, the key problem in Hong Kong is not an economic problem, nor a livelihood problem concerning people's housing and employment ... It is a political problem,\" Zhang said.The planned law approved by China's parliament has also proposed allowing mainland security agents to set up shop in Hong Kong for the first time.Zhang dismissed \"rumours\" they might make arrests and send suspects to the mainland.\"National security organisations have to follow the laws strictly when they are handling cases in mainland China, how is it possible for them to become unconstrained in Hong Kong?\" he said."}}, {"url_id": "https://www.channelnewsasia.com/news/world/british-uk-slave-trader-statue-race-imperialism-debate-12815586", "content": {"url_label": "Felling of slave trader statue heats up debate on UK's imperialist past", "text": "LONDON: The toppling by anti-racism protesters of a statue of a slave trader in the English port city of Bristol has given new urgency to a debate about how Britain should confront some of the darkest chapters of its history.The statue of Edward Colston, who made a fortune in the 17th century from trading in West African slaves, was torn down and thrown into Bristol harbour on Sunday (Jun 8) by a group of demonstrators taking part in a worldwide wave of protests.Statues of figures from Britain's imperialist past have in recent years become the subject of controversies between those who argue that such monuments merely reflect history and those who say they glorify racism.Colston donated widely to charitable causes across his home city of Bristol, which named a street and several buildings after him. A campaign to remove the statue had gathered momentum in recent years, but had failed to persuade the authorities.By taking matters into their own hands, the protesters raised the temperature of a debate that had previously remained confined to the realms of marches, petitions and newspaper columns.Opinions were sharply divided as to whether their message justified their means.Interior minister Priti Patel called the felling of the statue an \"utterly disgraceful\" distraction from the protesters' cause, while policing minister Kit Malthouse denounced \"mobs just turning up and deciding to do whatever they like\".The mayor of Bristol, Marvin Rees, said on Channel 4 television he did not support social disorder, but the community was navigating complex issues that had no binary solutions.\"I would never pretend that the statue of a slaver in the middle of Bristol, the city in which I grew up, and someone who may well have owned one of my ancestors, was anything other than a personal affront to me,\" said Rees, who has Jamaican roots."}}, {"url_id": "https://www.channelnewsasia.com/news/world/australia-china-unresponsive-pleas-ease-tension-12814558", "content": {"url_label": "Australia says China unresponsive to its pleas to ease tensions", "text": "MELBOURNE: Australia said on Monday (Jun 8) China remains unresponsive to its weeks-long pleas to ease tensions between the two trading partners that escalated after Canberra called for an international enquiry into the origins of the novel coronavirus.Australia has insisted the call for an independent investigation into the pandemic, which it says most likely originated in a wildlife market in the Chinese city of Wuhan, was not politically targeted at Beijing.China accused Australia of playing \"petty tricks\" and the Chinese ambassador to Australia said Chinese consumers could boycott Australian products if Australia pursued the inquiry.China has also since suspended beef imports from four of Australia's largest meat processors and imposed hefty tariffs on barley, although both sides say that is unrelated to the latest spat.Australian Trade Minister Simon Birmingham, who has been requesting discussions with Chinese counterpart for weeks, said Beijing has been ignoring Canberra's pleas.\"Unfortunately, our requests for a discussion have so far been met negatively,\" Birmingham told Australian Broadcasting Corp radio on Monday. \"That's disappointing.\"China did not deny Birmingham's specific comments on trade, but said diplomatic channels are open between the two countries.\"We hope that Australia will meet China halfway, truly adhere to principles of mutual respect and equality, and do more things that is beneficial to China-Australia's mutual trust and cooperation,\" said spokeswoman Hua Chunying at a daily briefing.China is Australia's biggest export market. Relations have been strained amid Australian accusations of Chinese meddling in domestic affairs and concern about what Australia sees as China's growing regional influence.On Friday, China advised its people to avoid travelling to Australia, citing racial discrimination and violence against the Chinese in connection with the pandemic, which Canberra disputed.A Newspoll for The Australian newspaper on Monday showed 79 per cent of Australians backed a global coronavirus investigation."}}, {"url_id": "https://www.channelnewsasia.com/news/asia/philippines-students-away-school-covid-19-vaccine-available-12815698", "content": {"url_label": "Philippines to keep students away from school until COVID-19 vaccine is available", "text": "MANILA: Tens of millions of children in the Philippines will not be allowed back to school until a coronavirus vaccine is available, officials announced on Monday (Jun 8), saying they may have to broadcast lessons on TV.Nations like France and South Korea began resuming face-to-face classes as they got their outbreaks under control, but Philippine authorities see the risk as too great.President Rodrigo Duterte said last month that even if students could not graduate, they needed to stay out of school to fight the spread of the disease.\"We will comply with the president's directive to postpone face-to-face classes until a vaccine is available,\" education secretary Leonor Briones said in a statement on Monday.Classes are to resume at the end of August and teachers will use distance learning methods via the Internet or TV broadcasts where needed, Briones added.Millions live in deep poverty in the Philippines and do not have access to computers at home, which is key to the viability of online classes.\"The teacher and the school will have to adjust ... depending on the availability of communication,\" Briones said in a press briefing.There has been little public opposition to the postponement of face-to-face classes in the Philippines, where hundreds of new infections are being detected daily despite early and strict lockdown measures.Children are generally not allowed outside their homes unless they are out getting essentials or headed to work.Online enrolment for over 25 million primary and secondary students started earlier this month for a delayed start to the school year, which normally runs from June to April in the Philippines.Scientists around the world are racing to develop a coronavirus vaccine, but it is not clear when a viable candidate will be proven and distributed on a large scale.One of the contenders is from British pharma giant AstraZeneca, which said last week that it is \"on track\" to begin rolling out a vaccine in September if ongoing trials prove successful."}}, {"url_id": "https://www.channelnewsasia.com/news/world/dutch-mh17-trial-resumes-after-delay-due-to-covid-19-lockdown-12815536", "content": {"url_label": "Dutch MH17 trial resumes after delay due to COVID-19 lockdown", "text": "AMSTERDAM: Defence lawyers in the trial of the 2014 downing of Malaysia Airlines flight MH17 over eastern Ukraine on Monday (Jun 8) will request more time to prepare as public hearings resumed following delays caused by the coronavirus lockdown.Five judges sat between glass dividers, and lawyers and family members were spread out as part of social distancing measures. A maximum of 30 people would be allowed into the courtroom.Four defendants went on trial in March following nearly six years of investigations by a team of international investigators from the Netherlands, Belgium, Australia, Ukraine and Malaysia.Investigators say the missile launcher used to bring down the passenger jet came from a Russian army base just across the border and that pro-Russian forces had been in frequent contact with government officials in Moscow before the strike on Jul 17, 2014.The Netherlands holds Russia responsible, but the Kremlin has consistently denied involvement.The defendants - Russians Sergey Dubinsky, Oleg Pulatov and Igor Girkin and Ukrainian Leonid Kharchenko - remain at large. Pulatov is the only one who has appointed a defence team, with the others being tried in absentia.Proceedings on Monday were expected to be largely procedural, dealing with what remains to be investigated before the substance of the case can be presented.MH17 was flying from Amsterdam to Kuala Lumpur when it was shot down by a missile fired from territory held by pro-Moscow rebels amid fighting with Ukrainian troops, killing all 298 aboard.The suspects all held senior posts in pro-Russian militias in eastern Ukraine in 2014, according to prosecutors. They face preliminary charges of murder and of causing an aircraft to crash.Prosecutors say the four men helped to arrange the Russian missile system used to shoot down MH17, a civilian aircraft, killing all onboard. Most of those killed were Dutch.Prosecutors were expected to give an update on the investigation and when they plan to give opening statements."}}, {"url_id": "https://www.channelnewsasia.com/news/world/covid-19-china-demands-proof-us-senator-rick-scott-12815428", "content": {"url_label": "China demands proof from US senator for COVID-19 accusation", "text": "BEIJING: China on Monday (Jun 8) challenged US Senator Rick Scott to show evidence supporting his accusation that Beijing is trying to slow down or sabotage the development of a COVID-19 vaccine by western countries.\"Since this lawmaker said he has evidence that China is trying to sabotage western countries in their vaccine development, then please let him present the evidence. There's no need to be shy,\" Chinese foreign ministry spokeswoman Hua Chunying said at a daily briefing in response to the Republican senator's comments to BBC TV.US President Donald Trump and other top officials in Washington have repeatedly criticised China's handling of the coronavirus outbreak, which has infected more than 4 million people globally and killed more than 400,000.China has bristled at Washington's accusations of wrongdoing regarding COVID-19 and insists it has been open and transparent about the outbreak, which first emerged from the city of Wuhan in late 2019.Scott declined to give details of the evidence when asked during his interview on Sunday but said it had come through the intelligence community.\"China does not want us ... to do it first, they have decided to be an adversary to Americans and I think to democracy around the world,\" he told the BBC.Hua told reporters on Monday that the development of a COVID-19 vaccine is not a bilateral competition and Beijing hopes the United States will mirror China's pledge and offer any vaccine it develops to the world for free.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/notre-dame-restore-fire-damaged-scaffolding-12815488", "content": {"url_label": "Notre-Dame workers start removal of fire-damaged scaffolding", "text": "PARIS: Workers at the Notre-Dame cathedral in Paris on Monday (Jun 8) began the delicate task of removing tonnes of metal scaffolding that melted together during the fire that destroyed the monument's roof and spire last year, an AFP journalist at the scene said.A lift carried workers into the middle of the tangled mass of some 40,000 tubes for a last evaluation, before others will be lowered by ropes from a crane overhead to start sawing apart the scaffolding this week, officials said.The operation is one of the riskiest undertaken during the restoration work, since the 40 tonnes  of fused metal must be removed without further damaging the limestone walls supporting the gothic vaults.The scaffolding had been installed for a renovation of the steeple that was being carried out when the blaze erupted on the evening of Apr 15 last year.\"In an operation like this, it's like preparing a rocket launch, with final 'check-up' before the rope-access workers,\" said Christophe Rousselot, director general of the Fondation Notre-Dame, the charity that is overseeing the collection of donations to the cathedral.Millions of people around the world watched as the blaze tore through the church's roof, causing its steeple to collapse and sending billowing fumes containing toxic molten lead into the air.Firefighters worked throughout the night to keep Notre-Dame from collapsing completely, though officials have said the structure remains at risk."}}, {"url_id": "https://www.channelnewsasia.com/news/world/trump-us-germany-withdraw-troops-unacceptable-merkel-12815252", "content": {"url_label": "German defence minister says US has not confirmed plans to withdraw troops", "text": "BERLIN: Berlin has not yet received confirmation from Washington about reports that the United States plans to withdraw thousands of troops from Germany, Defence Minister Annegret Kramp-Karrenbauer said on Monday (Jun 8).US President Donald Trump has ordered the US military to remove 9,500 troops from Germany, a senior US official said on Friday.Kramp-Karrenbauer, the leader of Chancellor Angela Merkel's Christian Democratic Union (CDU), said she would not speculate about the reports without confirmation.\"I don't want to speculate on something for which I have no confirmation,\" she told a news conference.\"The fact is the presence of US troops in Germany serves the entire security of the (North Atlantic Treaty Organization) alliance – so American security too. That is the basis on which we work together.\"A spokesman on Monday also said the German government is waiting for official comment from Washington on plans to withdraw troops, and Berlin will only comment once it has that.\"There has not been official, public confirmation and so we are not commenting on media reports. Rather, we are waiting for information – when there is official information, we can comment,\" German government spokesman Steffen Seibert said.A spokesman for the Foreign Ministry said close cooperation with the US in NATO and with other NATO partners was key for Germany's security.But Germany's coordinator for transatlantic ties has criticised Trump's decision to withdraw thousands of troops from Germany.\"This is completely unacceptable, especially since nobody in Washington thought about informing its NATO ally Germany in advance,\" Peter Beyer, a member of the CDU, told the Rheinische Post newspaper.Following Trump's decision, German Foreign Minister Heiko Maas said in a newspaper interview that he regretted the planned withdrawal of US soldiers from Germany, describing Berlin's relationship with the United States as \"complicated\"."}}, {"url_id": "https://www.channelnewsasia.com/news/world/george-floyd-protests-united-states-march-minneapolis-police-12814466", "content": {"url_label": "Emboldened United States protesters march again, demanding police reforms after George Floyd killing", "text": "WASHINGTON: A mounting wave of protests demanding police reform after the killing of a black man in Minneapolis swept across the United States on Sunday (Jun 7), building on the momentum of huge demonstrations across the country the day before.The near-festive tone of many of the weekend protests unfolded with no major violence, in sharp contrast to heated clashes between marchers and police in previous days.The outpouring of protests followed the May 25 killing of George Floyd, a 46-year-old black man who died after being pinned by the neck for nine minutes by a white officer's knee. A bystander's cellphone captured the scene as Floyd pleaded with the officer, choking out the words \"I can't breathe\".\"I have cops in my family, I do believe in a police presence,\" said Nikky Williams, a black Air Force veteran who marched in Washington on Sunday. \"But I do think that reform has got to happen.\"The change in the tenor of the demonstrations this weekend may reflect a sense that the demands of protesters for sweeping police reform were resonating in many strata of American society.Protesters lie in the street during a rally against the death of George Floyd, near the White House in Washington, Jun 7, 2020. (Photo: Reuters/Joshua Roberts)Demonstrators interact during a protest against racial inequality in the Brooklyn borough of New York City, Jun 7, 2020. (Photo: Reuters/Eduardo Munoz)In a step that would have seemed unthinkable just two weeks ago, a majority of the Minneapolis City Council pledged on Sunday to disband the police department in favor of a community-led safety model.\"A veto-proof majority of the MPLS City Council just publicly agreed that the Minneapolis Police Department is not reformable and that we're going to end the current policing system,\" Alondra Cano, a member of the Minneapolis council, said on Twitter.One of the largest protests on Sunday was in Los Angeles. A crowd estimated by a local television station at 20,000 packed Hollywood Boulevard, filling the street from curb to curb along the famous strip from Vine Street to Highland Avenue. The crowd assembled after a Twitter message from the rapper YG on Saturday.In New York, at least half a dozen loosely organized groups of protesters marched through midtown Manhattan carrying handmade signs with slogans including \"Defund the Police, Fund Schools.\"A view shows the World Trade Center as demonstrators march in Manhattan, New York during a protest, Jun 7, 2020. (Photo: Reuters/Jeenah Moon)A demonstrator reacts during a protest at Grand Army Plaza in the Brooklyn borough of New York City, Jun 7, 2020. (Photo: Reuters/Eduardo Munoz)One group marched toward Times Square but was turned aside without incident by police who blocked access to the famous \"Crossroads of the World,\" best known for the annual New Year's Eve ball drop. The area remained cordoned off by police hours later.It was a far cry from the scene in the country's most populous city on some recent nights, when some officers in riot gear resorted to heavy-handed tactics as they sought to enforce a curfew, and TV images showed looters running rampant on main avenues.New York Mayor Bill de Blasio said the curfew was being lifted on Sunday, a day ahead of schedule.Criticised by activists who say he should have reined in NYPD officers during recent demonstrations, the mayor also announced a series of reforms he said were designed to build trust between city residents and the police department.A dog is pictured wearing a cardboard sign during a protest in front of the at Grand Army Plaza in the Brooklyn borough of New York City, New York, Jun 7, 2020. (Photo: Reuters/Eduardo Munoz)People gather with signs and a US flag during a protest in front of the at Grand Army Plaza in the Brooklyn borough of New York City, Jun 7, 2020. (Photo: Reuters/Eduardo Munoz)De Blasio told reporters he would shift an unspecified amount of money out of the police budget and reallocate it to youth and social services in communities of color.He said he would also take enforcement of rules on street vending out of the hands of police, who have been accused of using the regulations to harass minority communities.TALKING REFORMIn the nation's capital, a large and diverse gathering of protesters packed streets near the White House, chanting \"This is what democracy looks like!\" and \"I can't breathe\".A newly erected fence around the White House was decorated by protesters with signs, including some that read: \"Black Lives Matter\" and \"No Justice, No Peace.\"A common theme of weekend rallies was a determination to transform outrage over Floyd's death last month into a broader movement seeking far-reaching reforms to the US criminal justice system and its treatment of minorities.The intensity of protests over the past week began to ebb on Wednesday after prosecutors in Minneapolis arrested all four police officers implicated in Floyd's death. Derek Chauvin, the officer who kneed Floyd, was charged with second-degree murder.A view shows a message in the windows of a building in Manhattan, New York during a protest Jun 7, 2020. (Photo: Reuters/Jeenah Moon)People hold placards inside a car in Manhattan, New York during a protest against racial inequality, Jun 7, 2020. (Photo: Reuters/Jeenah Moon)Still, anger in Minneapolis remained intense. The city's mayor ran a gauntlet of jeering protesters on Saturday after telling them he opposed their demands for defunding the city police department.During a community meeting in a park on Sunday, nine of the 13 City Council members signed a pledge to create a public safety system, work with the community on changes and adopt the changes through budget and policy actions in the coming weeks, the New York Times reported.The renewed calls for racial equality are breaking out across the country as the United States reopens after weeks of unprecedented lockdowns for the coronavirus pandemic and just five months before the Nov 3 presidential election.US Democrats have largely embraced the activists packing into streets to decry the killings of black men and women by law enforcement, but have so far expressed wariness at protesters' calls to defund the police.Former US President Barack Obama said in an YouTube commencement address for 2020 graduates that the protests roiling America right now \"speak to decades of inaction over unequal treatment and a failure to reform police practices in the broader criminal justice system\".NYU Langone Health workers kneel and raise their fists in Manhattan, New York during a protest against racial inequality, Jun 7, 2020. (Photo: Reyters/Jeenah Moon)Demonstrators are seen reflected in a window with the US flag as they attend a protest against racial inequality in Boston, Massachusetts, Jun 7, 2020. (Photo: Reuters/Brian Snyder)"}}, {"url_id": "https://www.channelnewsasia.com/news/world/uk-covid-19-travel-arrivals-mandatory-quarantine-12814928", "content": {"url_label": "COVID-19: UK starts mandatory self-quarantine for arrivals", "text": "LONDON: Most people arriving in the UK from Monday (Jun 8) will have to self-isolate for two weeks under a new coronavirus restriction that has been roundly condemned by the ailing aviation sector.The measure, which applies to both residents and visitors with some exceptions, aims to prevent a second wave of contagion from abroad.But critics question why the UK - where the number of new COVID-19 infections per 100,000 people in the past fortnight was the second-highest in Europe - is inflicting more pain on hotels and airlines by reducing travel from countries with fewer virus cases.British Airways and budget carriers EasyJet and Ryanair have launched joint legal proceedings against the government over what they called a \"disproportionate and unfair\" step.Health Secretary Matt Hancock said the new rules made sense because \"the proportion of infections that come from abroad increases\" as Britain's own caseload drops.\"We've got to take an approach that starts with caution,\" he told Sky News.To enter the UK by plane, train, road or sea, travellers must provide details of their journey and the address where they will self-isolate.How the quarantine will be implemented differs between Britain's devolved nations, and the measures will be assessed every three weeks.Exemptions are being made in several cases - including for lorry drivers, \"essential\" healthcare workers and people travelling from Ireland who have been there for at least two weeks.Authorities in England will carry out spot checks and those breaching the rules could be punished with a £1,000 (US$1,250) fine or prosecution.TRAVEL CORRIDOR HOPESHome Secretary Priti Patel told sceptical lawmakers in parliament last week that the measure was \"backed by the science, supported by the public, and essential to save lives\".The government is pushing ahead with a gradual lockdown easing that will see retail reopen on Jun 15, and restaurants and bars begin limited service in early July.But the devastated hospitality sector relies heavily on tourists, and business leaders fear the quarantine will mean much of the summer season will be lost.It comes after heavily-hit Italy reopened its borders last week and other European states follow suit.British Prime Minister Boris Johnson's government is trying to arrange \"travel corridors\" with countries such as France and Spain that could see them lift their quarantine demands.But officials are reportedly giving themselves until late June to strike these deals - and the airlines behind the lawsuit say they cannot wait that long.\"These measures are disproportionate and unfair on British citizens as well as international visitors arriving in the UK,\" the airlines said in a joint statement.The quarantine \"will have a devastating effect on (the) UK's tourism industry and will destroy thousands of jobs in this unprecedented crisis\", they said.Britain's official death toll of 40,542 trails only that of the United States.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/new-zealand-covid-19-no-active-case-coronavirus-lift-restriction-12814532", "content": {"url_label": "New Zealand clears its last COVID-19 case and will lift all coronavirus restrictions", "text": "WELLINGTON: New Zealand's Prime Minister Jacinda Ardern said on Monday (Jun 8) that all COVID-19 measures in the country will be lifted from Tuesday, barring border closure restrictions, as the coronavirus had been eliminated from the country.The country would move to national alert level 1 from midnight on Monday, Ardern said in a news conference.She said public and private events can go on without restrictions, retail and hospitality sectors can operate normally, and all public transport can resume.\"While we’re in a safer, stronger position there’s still no easy path back to pre-COVID life, but the determination and focus we have had on our health response will now be vested in our economic rebuild,\" Ardern said.\"While the job is not done, there is no denying this is a milestone. So can I finish with a very simple 'Thank you, New Zealand'.\"The South Pacific nation of about 5 million people is emerging from the pandemic while big economies such as Brazil, Britain, India and the United States grapple with the spreading virus.\"We are confident we have eliminated transmission of the virus in New Zealand for now, but elimination is not a point in time, it is a sustained effort,\" Ardern added.Health authorities announced on Monday that the nation no longer had active COVID-19 cases after the country's final patient was given the all-clear and released from isolation.The milestone was \"really good news\" and an achievement the whole of New Zealand could take heart from, health department director-general Ashley Bloomfield said.\"Having no active cases for the first time since Feb 28 is certainly a significant mark in our journey but, as we've previously said, ongoing vigilance against COVID-19 will continue to be essential,\" he said in a statement.New Zealand has won praise for its handling of the pandemic, which involved a strict seven-week lockdown that ended last month after the virus was contained.The country has reported 1,154 confirmed cases and 22 deaths from the disease.There have been no new infections for 17 days and, until Monday, just one active case for more than a week.Details of the final patient were not released for privacy reasons but it is believed to be a woman aged in her 50s who was linked to a cluster at an Auckland nursing home.\"(The) remaining case has been symptom-free for 48 hours and is regarded as recovered. The person has now been released from isolation,\" the health department said.SUPER RUGBY RESTARTS WITH CROWDSFans will be allowed in unrestricted numbers when Super Rugby resumes in New Zealand this weekend, organisers said on Monday, hailing the move as a world first after professional sports' coronavirus shutdowns.\"We're incredibly proud, and grateful, to be the first professional sports competition in the world to be in a position to have our teams play in front of their fans again,\" New Zealand Rugby chief Mark Robinson said.\"It's going to be a very special and unique competition and it's fitting that New Zealanders now have a chance to be part of it.\"Super Rugby Aotearoa involves New Zealand's five teams and has been established as a temporary domestic replacement for the southern hemisphere club tournament, which is suspended due to the COVID-19 pandemic.While many other sporting competitions around the globe have announced plans to restart, the vast majority will be played either with no crowds or with numbers severely restricted.It was initially slated to start without spectators but the New Zealand government on Monday announced it was lifting all domestic restrictions due to the country's success in containing the virus.Otago Highlanders chief executive Roger Clark said the club was \"buzzing\" at the prospect of hosting Waikato Chiefs in front of packed stands for the competition opener on Saturday.\"The world will be watching and we will be ready to put on a show,\" he said.\"Our players, coaches and staff have been working overtime to get Super Rugby Aotearoa ready and to now be able to share the competition with our members and our fans will be a very special occasion.\"Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/george-floyd-protests-minneapolis-police-dismantle-12814388", "content": {"url_label": "Minneapolis council vows police dismantling as protests continue", "text": "WASHINGTON: Councilors in the US city of Minneapolis pledged late Sunday (Jun 7) to dismantle and rebuild the police department, after the death in custody of George Floyd sparked nationwide protests about racism in law enforcement, pushing the issue onto the national political agenda.Floyd was killed on May 25 when white Minneapolis police officer Derek Chauvin pressed his knee on the unarmed black man's neck for nearly nine minutes. Chauvin has been charged with second-degree murder and is to appear in court Monday.\"We committed to dismantling policing as we know it in the city of Minneapolis and to rebuild with our community a new model of public safety that actually keeps our community safe,\" Council President Lisa Bender told CNN, after a majority of councilors committed to the effort.Minneapolis Mayor Jacob Frey, however, is against getting rid of the department, and the head of the city's powerful police union, Bob Kroll, appeared on stage last year with President Donald Trump.A veto-proof majority of the MPLS City Council just publicly agreed that the Minneapolis Police Department is not reformable and that we're going to end the current policing system.The vow by the majority of councilors came a day after Frey was booed at and asked to leave a \"Defund the Police\" rally. He later told AFP he supported \"massive structural reform to revise this structurally racist system\" but not \"abolishing the entire police department\".Bystander video of the incident - which captured Floyd calling for his mother and saying he could not breathe - has sparked two weeks of mostly peaceful demonstrations across the country.On Sunday, protesters in cities including Washington, New York and Winter Park, Florida, began focusing their outrage over the death of Floyd onto demands for police reform and social justice.\n\n\n\n                    \n\n\n\nPeople hold placards inside a car in Manhattan, New York during a protest against racial inequality, Jun 7, 2020. (Photo: Reuters/Jeenah Moon)But in Seattle a person was shot and wounded after a man armed with a gun drove into a crowd of protesters. The suspect was arrested, police said.Mitt Romney, a Republican senator from Utah, joined a group of Christian protesters marching toward the White House. He tweeted photos of himself in the procession, along with the simple caption, \"Black Lives Matter.\"Although Romney has been a rare Republican voice of opposition to Trump, he was joined last week by Republican Senator Lisa Murkowski, who said criticism of Trump was overdue.Trump's tough approach to putting down protests continued to draw exceptional rebukes from top retired military officers, a group normally loath to criticize a civilian leader.Former Joint Chiefs of Staff chairman Colin Powell joined them Sunday, saying Trump had \"drifted away\" from the constitution. Powell, a Republican moderate, said Trump had weakened America's position around the world and that in November's presidential election he would support Democrat Joe Biden.\"THIS ISN'T A BATTLEFIELD\"Condoleezza Rice, who succeeded Powell as secretary of state under President George W. Bush, told CBS she would \"absolutely\" oppose using the military against peaceful protesters, adding, \"This isn't a battlefield.\"The president has ordered National Guard troops to begin withdrawing from the nation's capital, whose Mayor Muriel Bowser, a Democrat who jousted with Trump over the use of force in her city, told Fox News there had been no arrests on Saturday despite the protests which saw thousands moving through the capital's streets.A week earlier, however, there were fires and vandalism.Acting Homeland Security Secretary Chad Wolf told ABC that Washington had been \"a city out of control\" and denied a problem of systemic racism among police.The Trump administration has proposed no specific policy changes in response to the widespread outrage over Floyd's death.Members of the Congressional Black Caucus (CBC) said they would introduce legislation in the House of Representatives on Monday to make policing more accountable.The legislation is expected to make it easier to sue police officers over deadly incidents, to ban the sort of choke holds that led to Floyd's death, and to establish a national database to record police misconduct.\"A LOT OF WORK TO DO\"One member of the caucus, Representative Val Demings of Florida, a former police chief in the city of Orlando, told ABC that \"systemic racism is always the ghost in the room\".\"What we have to do as a nation is hold police accountable,\" said Demings, who has been mentioned as a possible running mate for presumptive Democratic presidential nominee Joe Biden.It is unclear what support the proposed reforms might find in the Republican-controlled Senate - or whether Trump might sign such legislation into law.Some jurisdictions have moved already to embrace reforms - starting with bans on the use of tear gas and rubber bullets against protesters.New York Mayor Bill de Blasio told reporters Sunday that he would cut the city's police budget and shift some funds to youth and social services, local media reported.Trump seized on the call by some protesters to slash police funding to attack Biden, tweeting without evidence that \"not only will Sleepy Joe Biden DEFUND THE POLICE, but he will DEFUND OUR MILITARY!\".The president is scheduled to host a roundtable with law enforcement on Monday.Biden, who has accused Trump of fanning \"the flames of hate\", plans to travel to Houston on Monday to visit Floyd's family. He will also record a message to be read at Floyd's funeral on Tuesday."}}, {"url_id": "https://www.channelnewsasia.com/news/world/argentina-ex-president-macri-accused-of-spying-on-400-journalists-12814326", "content": {"url_label": "Argentina ex-president Macri accused of spying on 400 journalists", "text": "BUENOS AIRES: Argentina's Federal Intelligence Agency (AFI) has called for an investigation into former president Mauricio Macri for allegedly spying on more than 400 journalists, a source told AFP on Sunday (Jun 7).Dozens of foreign journalists, including several representing AFP, appeared on a list of people to be investigated in relation to the G20 and World Trade Organization (WTO) summits held in Buenos Aires in recent years.\"The complaint was lodged on Friday and tomorrow (Monday) all the evidence will be presented,\" the official source told AFP on condition of anonymity.Around 100 academics, businesspeople and prominent figures from civil society also appeared on the list.The documents relating to the case were found in three dossiers named \"2017\", \"G20 Journalists\" and \"Miscellaneous\", in a safe in the office of the AFI's former director of counterintelligence.Buenos Aires hosted the 11th WTO Ministerial Conference in 2017 and the 13th G20 Summit a year later.\"The investigation into the journalists was straightforward. They dug up information from social media and that way built an ideological and political profile,\" said the source.The complaint was lodged by Cristina Caamano, who has been tasked by center-left President Alberto Fernandez to carry out an audit of AFI as part of a reorganization process.According to the complaint, the profile information included \"political preferences, social media posts, sympathy for feminist groups, or political and/or cultural content among others.\"The comments included whether or not \"they were critical of the current government\" of Macri, who held office from 2015-2019.Other comments referred to \"showing affinity for Peronism\", Fernandez's political movement that was in opposition at the time, \"supporting the government\", \"asking on Facebook for the liberation of Lula\", the jailed leftist former Brazilian president who has since been released, or if they \"signed a petition for legalized abortion.\"Each profile was marked in either green, yellow or red, supposedly an indication aimed at assisting the foreign affairs ministry in the accreditation processes for the WTO and G20 events.\"INADMISSIBLE\"Caamano has asked for an investigation to be opened against Gustavo Arribas, the former AFI director, and his deputy Silvina Majdalani, as well as Macri as the person \"responsible for setting strategic guidelines and the objectives of national intelligence policy.\"The complaint states that the background checks on journalists were \"neither ordered nor authorized by any magistrate\".The foreign correspondents association hit out at Macri for the \"inadmissible\" investigations, while two Argentine press unions also blasted the former administration.The dossier relating to the WTO conference was more exhaustive and included information on businesspeople, trade unionists and social leaders, listing personal details such as salaries and wealth.It's not the first time Macri has been investigated for alleged spying.He is currently under investigation for spying during his presidency on political allies and opponents, including former president Cristina Kirchner and Buenos Aires mayor Horacio Rodriguez Larreta.He was prosecuted for spying while mayor of Buenos Aires, a post he held from 2007-2015, but that case was dismissed two weeks after he assumed the presidency."}}, {"url_id": "https://www.channelnewsasia.com/news/commentary/intermittent-fasting-does-it-work-tips-lose-weight-12791948", "content": {"url_label": "Commentary: Trying intermittent fasting yet struggling to lose weight? Here’s why", "text": "NOTTINGHAM: Intermittent fasting is a way of losing weight that favours flexibility over calorie counting.It restricts the time you are allowed to eat, which reduces calorie intake by limiting opportunities to eat. That’s the theory, at least.A popular version of intermittent fasting is the 5:2 diet, which involves eating a very low-calorie diet (about a quarter of usual calorie intake) for two days each week and unrestricted eating on the other five days.This approach has worked well for some people, but not everyone. In our latest study, we found that people cheat on their intermittent fasting diet, without realising it.CHEATING ON YOUR DIETSConducted over three days, the study aimed to find out how eating and physical activity changed around a period of calorie restriction.A group of male participants completed two trials. On the first trial day, they were told they would have a very low-calorie diet (about 700 calories) the following day.Throughout the rest of the day, we tracked how much the participants ate and we assessed their hunger before and after each meal. Their physical activity was also monitored throughout the day.(Photo: Unsplash/Bruno Nascimento)The next day, participants ate the very low-calorie diet, and we monitored their physical activity. The morning after completing the low-calorie diet day, we measured their food intake at an unrestricted breakfast and assessed their hunger before and after the meal.Each participant also completed a control trial that followed the same method. During the control trial, participants ate a typical diet (about 2,800 calories) instead of a very low-calorie diet.We found that participants ate 6 per cent more on the first day of the study and 14 per cent more at the unrestricted breakfast on the low-calorie diet trial. This was despite hunger levels before and after each meal being similar to the control trial.This suggests participants ate more because they knew food intake would be restricted the following day, rather than because they felt hungrier.LESS PHYSICAL ACTIVITYPhysical activity was also 11 per cent lower the day before eating the low-calorie diet, and 18 per cent lower while eating the low-calorie diet.Interestingly, low-intensity physical activity, such as washing the dishes, which tends to be spontaneous behaviour rather than consciously planned activities, was the most affected component of physical activity.Man eating food with disposable chopsticks from a styrofoam container. (File photo: Unsplash)We found changes in eating and physical activity behaviour occur before, during and after a day of low-calorie dieting. These behavioural changes reduce the likelihood of intermittent fasting leading to weight loss.For a diet to lead to weight loss, calories burned must exceed calories consumed to produce a calorie deficit.Intermittent fasting diets assume that the large calorie deficit produced by fasting or very low-calorie dieting is not recovered during the unrestricted period, so the calorie deficit is preserved. But our study shows that eating a little more and reducing spontaneous physical activity may be enough to recover almost half of this calorie deficit.The calorie deficit may also be reduced further at subsequent meals after a very low-calorie diet day.WORTH THE SACRIFICE?Earlier studies support our findings. Skipping breakfast for six weeks was shown to reduce physical activity and increase calorie intake at later meals. This was enough to fully compensate for calories skipped at breakfast.This raises the question: Is fasting or severe calorie restriction worth the sacrifice?Weight loss from any diet is always likely to be lower than expected. Compensatory mechanisms defend against a calorie deficit far more strongly than a calorie surplus.In scientific studies of intermittent fasting, participants are often guided by a dietitian on how many calories they should eat on the unrestricted days. Even with this support, participants in these studies still lose less weight than would be expected if the calorie deficit had been fully preserved.Our study highlights what and when compensatory behaviours occur. This information can be used to improve the effectiveness of intermittent fasting diets.Being more mindful when eating before and after a period of calorie restriction and incorporating exercise into diet plans, could help increase the likelihood of intermittent fasting leading to weight loss.Intermittent fasting is not a miracle diet, but some people may benefit from its flexibility, and with a few minor adjustments, it could be even more effective.David Clayton is Lecturer in Nutrition and Exercise Physiology, Nottingham Trent University. This commentary first appeared in The Conversation."}}, {"url_id": "https://www.channelnewsasia.com/news/commentary/covid-19-redefine-national-security-defence-military-12808144", "content": {"url_label": "Commentary:  COVID-19 will redefine the meaning of national security", "text": "WASHINGTON, DC: The world has spent the last 30 years trying to redefine “national security” in ways that will allow nation-states to prepare for and tackle a wider range of threats to our existence and well-being.Alternatively, national security has been juxtaposed with “human security,” again in an effort to focus money and energy on dangers to humanity as much as to national sovereignty.But those efforts have largely failed, and it is time to try a new approach.Instead of widening our definition of national security, we need to start narrowing it.That means distinguishing national security from global security and putting military security in its place alongside many other equally important but distinct priorities.BREAKING DOWN DEFINITIONSWe must begin by asking four essential questions: What or who is being protected? What threat or threats are they being protected against? Who is doing the protecting? And how is protection being provided?In its classic form, national security involves protecting nation-states from military aggression.More precisely, as Article 2(4) of the United Nations Charter states, it is about preventing or countering “the threat or use of force against the territorial integrity or political independence of any state.”Nation-states now face other threats, including cyberattacks and terrorism, although such attacks generally must be sponsored by one state against another to threaten a country’s territorial integrity or political independence.Hence, these threats really qualify as subsets of military security.Indian paramilitary soldiers stand guard during security lockdown in Srinagar, Indian-controlled Kashmir on Aug 14, 2019. (File photo: AP/Dar Yasin)Climate change, on the other hand, poses an existential threat to many island states as a result of rising sea levels, and similarly endangers already arid countries by contributing to desertification and water scarcity.TRANSCENDING BOUNDARIESMoreover, whereas the world of 1945 was almost entirely defined by nation-states, today’s security experts must also focus on threats that transcend national borders.Unlike military aggression, phenomena such as terrorism, pandemics, global criminal networks, disinformation campaigns, unregulated migration, and shortages of food, water, and energy do not necessarily threaten the political independence or territorial integrity of a particular state.But they do endanger the safety and well-being of the world’s people.The distinction between national and global security is not just semantic.It goes to the heart of the third question: Who is doing the protecting? National security is the province of national governments, and of a fairly small group of homogeneous people within them who traditionally have focused almost entirely on military security.Those establishments have expanded in recent years to take account of issues like cybersecurity, health security, and environmental security, but only at the margins.Thinking in terms of global security, by contrast, opens the door to participation by a far wider group of people – starting with mayors and governors, who are directly responsible for the safety and welfare of the residents of their states, provinces, and cities.WHOSE ROLE IS ITSince the September 11, 2001, terrorist attacks on the United States, for example, US city and state officials have been actively engaged in preventing and protecting against future attacks.They are as likely to talk to their counterparts around the world as national diplomats or defence officials are.Even more broadly, global security has no official designees.CEOs, civic groups, philanthropists, professors and self-appointed leaders of every description can launch and join efforts to keep all of us safe. Indeed, the COVID-19 crisis has provided many instances of effective leadership from sources other than national governments.For example, while the US and Chinese governments have used the pandemic to ratchet up bilateral tensions, myriad international networks of researchers, foundations, businesses and government agencies have been working together to develop treatments and vaccines for COVID-19, with little concern for nationality.Broader participation in global-security efforts will also increasingly dissolve the boundary between “domestic” and “international” affairs and policy.Health, environment, energy, cybersecurity, and criminal justice have all traditionally been seen as domestic matters, with foreign-policy and security experts regarding defence, diplomacy and development as entirely separate realms involving relations between countries and international organisations.But this distinction will progressively crumble.These shifts will in turn create opportunities for a vastly more diverse range of people to sit at the table on global security issues.Despite some gradual changes in conventional military domains in recent years, far more women and people of colour occupy prominent positions in city governments, and in fields like health and environmental protection, including environmental justice.NEED FOR GLOBAL SECURITYThe final piece of the puzzle is how to provide global security. Traditional military security is ultimately focused on winning.A UN Security Council meeting held in January 2020, before the global pandemic AFP/SPENCER PLATTBut many global threats primarily call for greater resilience – that is, less winning than withstanding. As Sharon Burke of New America has argued, the goal is more to build security at home than to destroy enemies abroad.We certainly still want to “win,” if winning means prevailing over a virus, or eradicating a terrorist cell or disinformation network.But the deep nature of global threats means they can be reduced, but almost never eliminated. Arming people with the means to recognise and avoid danger, survive trauma, and adapt to new circumstances is a better long-term strategy.Nearly twice as many Americans have now died of COVID-19 than died in the Vietnam War.But many national leaders in the US and elsewhere remain focused on great-power competition, and appear less concerned with the pandemic’s mounting death toll than with distracting domestic publics by pointing fingers at other countries.And yet the lessons of this crisis will loom large in how we think about and provide for our security in the future.That will be particularly true for younger generations.New America’s Alexandra Stark, for example, argues that COVID-19 is her generation’s 9/11.Instead of the highly militarised anti-terrorism response that the US adopted in the wake of those attacks, she calls for a new grand strategy “fundamentally oriented around human well-being,” refocusing on human health, prosperity, and opportunity.That sounds like security to me.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegramAnne-Marie Slaughter is CEO of New America."}}, {"url_id": "https://www.channelnewsasia.com/news/world/europeans-global-wave-anti-racism-protests-12814236", "content": {"url_label": "Europeans join global wave of anti-racism protests", "text": "MADRID: Calling for racial justice, protesters rallied across Europe on Sunday (Jun 7), joining a wave of demonstrations sparked by the death of African American George Floyd at the hands of US police.A video of the incident with Floyd pleading for his life in Minneapolis as a white police officer knelt on his neck has sparked angry protests worldwide, even as countries continue to discourage large gatherings to curb the coronavirus pandemic.Several thousand people massed outside the US embassy in Madrid, shouting \"I cannot breathe\", Floyd's last words, and demanding justice.\"Racism knows no borders,\" said Leinisa Seemdo, a 26-year-old Spanish translator from Cape Verde. \"In all the countries where I have lived, I have experienced discrimination because of the colour of my skin.\"Rome's Piazza del Popolo (\"People's Plaza\") fell silent for eight minutes - roughly the time Floyd was pinned down by the policeman - as thousands of people took a knee in memory of Floyd, their fists in the air.People kneel as they gather calling for justice for George Floyd, who died on May 25 after being restrained by police in Minneapolis, USA, in Rome's Piazza del Popolo square. (Roberto Monaldo/LaPresse via AP)\"We can't breathe,\" shouted the crowd, after the collective silence.\"It's really hard to live here,\" said Senegalese migrant Morikeba Samate, 32, one of the thousands to have arrived in Italy after risking the perilous crossing across the Mediterranean.Opposition to that wave of migration buoyed the far-right in Italy and elsewhere in Europe.Floyd's death last month has unleashed the most serious and widespread civil unrest in the United States since Martin Luther King was assassinated in 1968.The police officer, Derek Chauvin, has been charged with second-degree murder while three fellow officers face lesser charges.'NO JUSTICE, NO PEACE'More than 1,000 people on Sunday also gathered at a Black Lives Matter protest near the US embassy in Budapest.People take part in a protest at Szabadsag square (Freedom square) in front of the US embassy in Budapest, in solidarity with protests raging across the US over the death of George Floyd.\n(ATTILA KISBENEDEK/AFP)Hungarian reggae singer G Ras told cheering protesters: \"If we want to live in a better world, we need to radically change the way we live.\"Almost 4,000 attended two similar events in the Netherlands.People take part in an anti-racism protest in Park de Wezenlanden in Maastricht, Netherlands, to show solidarity with the Black Lives Matter movement in the wake of the killing of George Floyd. (Jean-Pierre GEUSENS/ANP/AFP)Thousands marched in cities across Britain.Hip-hop artist Stormzy joined protesters marching for a second day running in London despite a coronavirus ban against large gatherings. For the second day running, some demonstrators scuffled with police near Downing Street.A police officer speaks with protesters outside Downing Street in central London after a demonstration outside the US Embassy, organised to show solidarity with the Black Lives Matter movement in the wake of the killing of George Floyd. (ISABEL INFANTES/AFP)In Bristol, a city linked to the slave trade, the statue of trader Edward Colston was torn down on Sunday and thrown into the harbour.A combination of images shows protesters pulling down a statue of slave trader Edward Colston in Bristol. (AFP Photo)In the Scottish capital Edinburgh, singer Lewis Capaldi was among those marching there.In Lausanne, Switzerland, a black-clad demonstrator's placard read \"my colour is not a threat\", while almost 10,000 people marched in Brussels, police said.A protester holds a placard reading \"Black Lives Matter\" during a protest against racism and police brutality in Lausanne, Switzerland, in the wake of the death of George Floyd. (Fabrice COFFRINI/AFP)\"The murder of George Floyd had clearly woken up a lot of people,\" commented Ange Kaze of the Belgian Network for Black Lives.A few skirmishes broke out at the end of the Brussels rally, but a demonstration by 15,000 in Copenhagen ended peacefully.Protesters clash with riot police during an anti-racism demonstration in Brussels, as part of a weekend of 'Black Lives Matter' worldwide protests against racism and police brutality in the wake of the death of George Floyd. (Kenzo TRIBOUILLARD/AFP)Fighting was also reported however at the end of a protest in Goteborg, Sweden, were almost 2,000 people turned out for a march authorised for just 50 owing to coronavirus restrictions.Police stand in line in front of protesters during an anti-racism demonstration in Gothenburg, Sweden, in solidarity with protests raging across the US over the death of George Floyd. (Adam IHSE/TT News Agency/AFP)As countries begin to emerge from lockdowns, governments are struggling to balance people's need to express anger against the risk of protests spreading a disease that has killed nearly 400,000 worldwide.In France, more than 23,000 people demonstrated on Saturday, and football players from a half dozen German teams knelt over the weekend in Floyd's memory.His death occurred during a pandemic that has disproportionately affected black people and ethnic minorities in mega cities such as London, New York and Rio de Janeiro.The historic economic recession triggered by virus lockdowns has hammered the poor and marginalised even more.A combination of economic woes, social tensions and anger at US President Donald Trump's response has refocused attention on racial divides like few other events since the 1960s."}}, {"url_id": "https://www.channelnewsasia.com/news/world/uk-slave-trader-edward-colston-black-lives-protests-12814202", "content": {"url_label": "UK slave trader's statue toppled in anti-racism protests", "text": "LONDON: British protesters tore down the statue of a renowned slave trader on Sunday (Jun 7) and threw it in the harbour on the second day of weekend protests against George Floyd's death.Footage shot by a witness showed a few dozen people tie a rope around the neck of Edward Colston's statue and bring it to the ground in the southwestern city of Bristol.They then stamped on it for a few minutes before carrying it and heaving it into the harbour with a great cheer.Black Lives Matter protestors in Bristol pulled down a statue of slaver Edward Colston, dragged it through the streets, and threw it into the seaThis is so historic and iconic, I’m in awe #BlackLivesMatterUK pic.twitter.com/JlxzG1e2tdColston's face got splashed with red paint at one point.\"Today I witness history,\" eye witness William Want tweeted.\"The statue of Edward Colston, a Bristol slave trader, was torn down, defaced, and thrown in the river. #BlackLivesMatter.\"But interior minister Priti Patel called the toppling \"utterly disgraceful\" and the city's police promised to carry out an investigation.\"That speaks to the acts of public disorder that actually have now become a distraction from the cause which the people are actually protesting about,\" Patel told Sky News.\"That is a completely unacceptable act and speaks to the vandalism, again, as we saw yesterday in London.\"The London police reported making 29 arrests during a day of largely peaceful protests on Saturday that included a few scuffles with officers protecting the government district around Downing Street.Prime Minister Boris Johnson condemned the sporadic violence but did not directly address the toppling of the statue.\"These demonstrations have been subverted by thuggery - and they are a betrayal of the cause they purport to serve,\" Johnson said in a tweet.\"Those responsible will be held to account.\"'GOOD'Bristol mayor Marvin Rees struck a more conciliatory tone than the one adopted by Patel.\"I know the removal of the Colston Statue will divide opinion, as the statue itself has done for many years,\" the mayor said in a statement.\"However, it's important to listen to those who found the statue to represent an affront to humanity.\"Local police chief Andy Bennett said around 10,000 people attended Bristol's \"Black Lives Matter\" demonstration on Sunday.Protesters display a banner atop a bus stop after attending a demonstration outside the US Embassy. (AFP/ISABEL INFANTES)\"The vast majority of those who came to voice their concerns about racial inequality and injustice did so peacefully and respectfully,\" the police chief said.\"However, there was a small group of people who clearly committed an act of criminal damage in pulling down a statue near Bristol Harbourside.\"Colston grew up in a wealthy merchant family and joined a company in 1680 that had a monopoly on the west African slave trade.The Royal African Company (RAC) was formally headed by the brother of King Charles II who later took the throne as James II.The company branded the slaves - including women and children - with its RAC initials on their chests.It is believed to have sold around 100,000 west Africans in the Caribbean and the Americas between 1672 and 1689.Colston later developed a reputation as a philanthropist who donated to charitable causes such as schools and hospitals in Bristol and London.His 5.5-metre bronze statue stood on Bristol's Colston Avenue since 1895. The city also has a school named in his honour.The Guardian newspaper said a local petition to remove the statue had gathered 11,000 signatures by the weekend.UK opposition Labour party lawmaker Clive Lewis welcomed its toppling by the crowd.\"Good,\" Lewis tweeted.\"Someone responsible for immeasurable blood & suffering. We'll never solve structural racism till we get to grips with our history in all its complexity. #BLM\""}}, {"url_id": "https://www.channelnewsasia.com/news/world/protests-democrats-press-anti-racism-reforms-12813806", "content": {"url_label": "Amid wide US protests, Democrats press anti-racism reforms", "text": "WASHINGTON, DC: Democrats vowed on Sunday (Jun 7) to press legislation to undo systemic racism in US law enforcement as the battle for change triggered by the police killing of George Floyd began shifting from the streets to the political sphere.After another day of overwhelmingly peaceful protests across the US, President Donald Trump ordered National Guard troops to begin withdrawing from the nation's capital.More demonstrations were expected in scores of cities on Sunday, as protesters began focusing their initial outrage over Floyd's death into demands for police reform and social justice.Trump's tough approach to putting down protests continued to draw exceptional rebukes from top retired military officers, a group normally loath to criticise a civilian leader, reflecting a deepening of tensions between the Pentagon and the White House.On Sunday, former chairman of the joint chiefs of staff Colin Powell joined them, saying Trump had \"drifted away\" from the constitution. Powell, a Republican moderate, said Trump had weakened America's position around the world and that he would be voting in November's presidential election for Democrat Joe Biden.'THIS ISN'T A BATTLEFIELD'And Condoleezza Rice, who succeeded Powell as secretary of state under President George W. Bush, told CBS she would \"absolutely\" advise Trump against the use of the military to contain peaceful protest.\"This isn't a battlefield,\" said Rice, who was the first African American woman to be secretary of state.But administration officials again defended their approach to the unrest, with acting homeland security secretary Chad Wolf telling ABC that Washington had been \"a city out of control.\"He credited the decrease in violence to \"what the administration has done\" and he denied a problem of systemic racism among police.While the administration has yet to propose any specific policy changes in response to the widespread outrage over Floyd's death in Minneapolis, Minnesota, members of the Congressional Black Caucus (CBC) are expected to introduce legislation on Monday designed to make policing more accountable.Among other things, the legislation is expected to make it easier to sue police officers over deadly incidents; to ban the sort of choke holds that led to Floyd's death; to require nationwide use of body cameras by officers and to establish a national database to record police misconduct.'A LOT OF WORK TO DO'One member of the caucus, Representative Val Demings of Florida, who has been mentioned as a possible Biden running mate, elaborated on Sunday on some of the changes she believes are needed.\"We have a lot of work to do, and systemic racism is always the ghost in the room,\" Demings, formerly a police chief in Orlando, Florida, told ABC.\"What we have to do as a nation is hold police accountable, provide the necessary oversight to do that, look at training standards, look at use-of-force policies, look at who we are hiring, look at diversity\" and craft legislation to ensure reform.US Attorney General William Barr, however, said on Sunday that he disagreed with any move to lessen the considerable legal immunity police officers enjoy.\"I don't think you need to reduce immunity to go after the bad cops, because that would result certainly in police pulling back\" from necessary enforcement duties, he said on CBS.\"It's, you know, policing is the toughest job in the country.\"Barr defended the forcible clearing on Monday of Lafayette Square in front of the White House shortly before Trump walked through it for a photo op in front of a nearby church, insisting - despite contradictory reports from many of those present - that some protesters had thrown bricks.He also denied media reports that the president at one point had demanded that 10,000 active-duty troops be deployed in American cities to crack down on the unrest.\"The president never asked or suggested that we needed to deploy regular troops at that point,\" he said. \"I'm happy that we were able to avoid it on this occasion.\"Democrats have accused Trump of heightening division in the way he has talked about protesters, and one Republican, Rice, agreed.She said he should \"first and foremost speak in the language of unity, the language of empathy ... (to help) overcome, not intensify our divisions.\""}}, {"url_id": "https://www.channelnewsasia.com/news/world/democratic-us-presidential-candidate-biden-george-floyd-12813740", "content": {"url_label": "Democratic US presidential candidate Biden to meet George Floyd's family", "text": "WASHINGTON, DC: Democratic US presidential candidate Joe Biden will travel to Houston on Monday and meet with the family of George Floyd, two weeks after Floyd's death in police custody triggered nationwide protests over racial injustice, two senior aides said.Biden is expected to offer his sympathies to Floyd's relatives and record a video message for Floyd's funeral service, which is taking place later in the day in Houston, the aides said. He is not expected to attend the service to avoid any disruption to mourners that could be caused by his Secret Service protective detail.Floyd, an unarmed black man, died after a white police officer kneeled on the back of his neck for several minutes, even after he complained he could not breathe and appeared to lose consciousness.The incident was captured on video, setting off massive street demonstrations that have spread across the United States and around the world.Biden has criticised President Donald Trump in recent days for his response to the protests, which have largely been peaceful but have occasionally led to violent clashes and property damage. Trump, a Republican, has called on authorities to crack down on protesters.The trip to Texas comes as Biden's staff grapples with how to campaign safely amid the ongoing coronavirus pandemic. Since widespread shutdowns began this spring, Biden has only left his Delaware home a handful of times but has not travelled farther than Philadelphia.Biden, the former vice president, is often praised by supporters for his ability to offer comfort to those in mourning; his first wife and infant daughter died in an automobile accident, and his son Beau died of brain cancer."}}, {"url_id": "https://www.channelnewsasia.com/news/world/covid-19-coronavirus-global-deaths-400000-outbreak-brazil-india-12813840", "content": {"url_label": "COVID-19: Global deaths top 400,000 as outbreak grows in Brazil, India", "text": "REUTERS: Global deaths from the novel coronavirus topped 400,000 on Sunday (Jun 7), as case numbers surge in Brazil and India, according to a Reuters tally.The United States is responsible for about one-quarter of all fatalities but deaths in South America are rapidly rising.The number of deaths linked to COVID-19 in just five months is now equal to the number of people who die annually from malaria, one of the world's most deadly infectious diseases.Global cases are approaching 7 million, with about 2 million, or 30 per cent, of those cases in the United States. Latin America has the second-largest outbreak with over 15 per cent of cases, according to Reuters tally.The first COVID-19 death was reported on Jan 10 in Wuhan, China but it was early April before the death toll passed 100,000, according to the Reuters tally of official reports from governments. It took 24 days to go from 300,000 to 400,000 deaths.The United States has the highest death toll in the world at almost 110,000. Fatalities in Brazil are rising rapidly and the country may overtake the United Kingdom to have the second-largest number of deaths in the world.The total number of deaths is believed to be higher than the officially reported 400,000 as many countries lack supplies to test all victims and some countries do not count deaths outside of a hospital.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/covid-19-us-deaths-top-110000-cases-2-million-coronavirus-12813754", "content": {"url_label": "COVID-19: US deaths top 110,000 as cases approach 2 million", "text": "WASHINGTON, DC: The novel coronavirus has killed more than 110,000 people in the United States, according to a Reuters tally on Sunday (Jun 7), as nationwide protests against racial injustice spark fears of a resurgence of the virus.About 1,000 Americans have died on average each day so far in June, down from a peak of 2,000 a day in April, according to the tally of state and county data on COVID-19 deaths.Total US coronavirus cases are approaching 2 million, the highest in the world followed by Brazil with about 672,000 cases and Russia with about 467,000.Several southern US states reported sharp increases in COVID-19 infections, with Alabama, South Carolina and Virginia all seeing new cases rise 35 per cent or more in the week ended May 31 compared with the prior week, according to a Reuters analysis.Globally, coronavirus cases are approaching 7 million with about 400,000 deaths since the outbreak began in China late last year and then arrived in Europe and the United States.Of the 20 most severely affected countries, the United States ranks eighth based on deaths per capita, according to a Reuters tally. The United States has 3.3 fatalities per 10,000 people.Belgium is first with eight deaths per 10,000, followed by the United Kingdom, Spain, Italy and Sweden, according to the Reuters analysis.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/donald-trump-colin-powell-us-constitution-vote-12813682", "content": {"url_label": "Trump drifts from Constitution, former military chief warns", "text": "WASHINGTON, DC: Colin Powell, who served as the United States' top military officer and top diplomat under Republican presidents, said on Sunday (Jun 7) he will vote for Democrat Joe Biden, accusing Donald Trump of drifting from the US Constitution and Republicans of failing to hold him accountable..In a scathing indictment of Trump on CNN, Powell denounced the US president as a danger to democracy whose lies and insults have diminished America in the eyes of the world.\"We have a Constitution. We have to follow that Constitution. And the president's drifted away from it,\" Powell said.A retired four-star army general, Powell was the latest in a series of retired top military officers to publicly criticise Trump's handling of the mass anti-racism protests that have swept the United States since the police killing of George Floyd, an unarmed black man, in Minneapolis May 25.A tipping point appeared to have been reached last week among the normally reticent retired officers when Trump threatened to use the active duty military to quell protests in US cities, setting off a confrontation with the Pentagon leadership.Among those who broke their silence was Trump's former defence secretary, Jim Mattis, a retired Marine general who accused the president of deliberately setting Americans against each other and making \"a mockery of our Constitution.\"Powell's comments carried particular force as the nation's first and so far only African American chairman of the Joint Chiefs and the country's first black secretary of state, serving under Republican presidents George H.W. Bush and George Bush respectively.'TURNING POINT'Powell blasted Republican senators for not standing up to Trump.\"We are in a turning point,\" he said.\"He lies about things. And he gets away with it because people will not hold him accountable,\" he said, referring to Trump.Powell also rebuked Trump for offending \"just about everyone in the world.\"\"We're down on NATO. We're cutting more troops out of Germany. We have done away with our contributions to the World Health Organization. We're not happy with the United Nations.\"And just about everywhere you go, you'll find some kind of disdain for American foreign policy that is not in our interests,\" he said.'LANGUAGE OF RECRIMINATION'In contrast, Condoleezza Rice, Powell's successor as secretary of state and who also is African American, counselled setting aside \"the language of recrimination\" to help the country heal and move forward.\"I would ask the president to first and foremost speak in the language of unity, the language of empathy,\" she said on CBS's \"Face the Nation.\"\"Not everyone is going to agree with any president, with this president, but you have to speak to every American, not just to those who might agree with you,\" she said.Rice also warned against sending in the military to contain peaceful protest, adding, \"This isn't a battlefield.\"A VOTE FOR BIDENRice would not say who she intends to vote for in November.Powell, a moderate who has distanced himself from the Republican party in recent years and did not vote for Trump in 2016, said he would cast his ballot for Biden.\"I'm very close to Joe Biden in a social matter and political matter. I worked with him for 35, 40 years. And he is now the candidate, and I will be voting for him,\" he said.\"Every American citizen has to sit down, think it through, and make a decision on their own,\" he said. \"Use your common sense, say is this good for my country before you say this is good for me.\"Biden thanked Powell for his endorsement, tweeting, \"This isn't about politics. This is about the future of our country. Grateful for your support, Secretary Powell.\"This isn’t about politics. This is about the future of our country. Grateful for your support, Secretary Powell. https://t.co/0xLPyXiIPbTrump also responded, dismissing Powell in a tweet as \"a real stiff who was very responsible for getting us into the disastrous Middle East Wars.\"Colin Powell, a real stiff who was very responsible for getting us into the disastrous Middle East Wars, just announced he will be voting for another stiff, Sleepy Joe Biden. Didn’t Powell say that Iraq had “weapons of mass destruction?” They didn’t, but off we went to WAR!"}}, {"url_id": "https://www.channelnewsasia.com/news/world/george-floyd-protests-trump-deploy-10000-military-troops-12813266", "content": {"url_label": "Trump wanted to deploy 10,000 troops in Washington DC, official says", "text": "WASHINGTON: United States President Donald Trump told his advisers at one point this past week he wanted 10,000 troops to deploy to the Washington DC area to halt civil unrest over the killing of George Floyd by Minneapolis police, according to a senior US official.The account of Trump's demand during a heated Oval Office conversation on Monday (Jun 1) shows how close the president may have come to fulfilling his threat to deploy active duty troops, despite opposition from Pentagon leadership.At the meeting, Defence Secretary Mark Esper, chairman of the Joint Chiefs of Staff General Mark Milley and Attorney-General William Barr recommended against such a deployment, the official said, speaking on condition of anonymity. The meeting was \"contentious\", the official added.The White House did not immediately respond to a request for comment.Trump has since appeared satisfied with deployments by the National Guard, the option recommended by the Pentagon and a more traditional tool for dealing with domestic crises. Pentagon leaders scrambled to call governors with requests to send Guard forces to Washington. Additional federal law enforcement were mobilised too.But also key for Trump appears to have been Esper's move to preposition – but not deploy – active duty soldiers from the 82nd Airborne Division and other units in the Washington DC area in case they were needed. Those troops have since departed.\"Having active duty forces available but not in the city was enough for the president for the time,\" the official said.Trump's bid to militarise the US response to the protests has triggered a rare outpouring of condemnation from former US military officials, including Trump's first defence secretary, Jim Mattis, and retired four-star generals who normally try to steer clear of politics.Those comments reflect deep unease inside and outside the Pentagon with Trump's willingness to inject the US military into a domestic race relations crisis following the killing of Floyd, 46, who died on May 25 after a Minneapolis policeman knelt on his neck for nearly nine minutes.Floyd's death has led to a wave of protests and national soul-searching over the country's legacy of violence and mistreatment of African Americans and other minorities.It has also led some Pentagon leaders of colour to issue unprecedented statements about their experiences dealing with issues of race in the US military.ESPER'S FUTURE?Esper publicly voiced his opposition on Wednesday to invoking the Insurrection Act to deploy active duty forces – remarks to reporters that did not go over well with either Trump or his top aides.The senior US official said Trump yelled at Esper after that news conference.As speculation swirled over whether the president might fire him, White House spokeswoman Kayleigh McEnany said Trump \"remains confident in Secretary Esper\".\"Secretary Esper has been instrumental in securing our nation's streets and ensuring Americans have peace and confidence in the security of their places of business, places of worship and their homes,\" McEnany said in a statement.Esper issued a memo on Tuesday reminding Defence Department personnel \"we commit to protecting the American people's right to freedom of speech and to peaceful assembly\".Milley issued a similar statement reminding troops of their oath to the US Constitution, which protects the right to peaceful protests.Those statements by Milley and Esper came after they took fierce criticism for using military planning terms like \"battlespace\" to describe American protest sites during a conference call with state governors that Trump hosted on Monday, a recording of which leaked.At the time, the Pentagon was concerned that Trump might deploy active duty troops if the governors did not sufficiently employ the National Guard, the official said.Esper and Milley have also faced criticism for accompanying Trump for a photo opportunity outside a church near the White House on Monday after police cleared the area by firing smoke grenades and chemical irritant \"pepper balls\" and charging into peaceful protesters."}}, {"url_id": "https://www.channelnewsasia.com/news/world/covid-19-coronavirus-vaccine-us-china-sabotage-12813210", "content": {"url_label": "US senator says China trying to sabotage COVID-19 vaccine development", "text": "LONDON: The United States has evidence China is trying to slow down or sabotage the development of a COVID-19 vaccine by Western countries, Republican senator Rick Scott said on Sunday (Jun 7).\"We have got to get this vaccine done. Unfortunately we have evidence that communist China is trying to sabotage us or slow it down,\" he said during an interview on BBC TV.\"China does not want us ... to do it first, they have decided to be an adversary to Americans and I think to democracy around the world.\"Asked what evidence the US had, Scott declined to give details but said it had come through the intelligence community.\"This vaccine is really important to all of us getting our economy going again. What I really believe is whether England does it first or we do it first, we are going to share. Communist China, they are not going to share.\"Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/george-floyd-protests-australian-minister-calls-self-indulgent-12813030", "content": {"url_label": "Australian minister calls anti-racism protests 'self-indulgent'", "text": "MELBOURNE: Australians who defied public health rules and rallied in support of the United States' \"Black Lives Matter\" movement were reckless and self-indulgent, Finance Minister Mathias Cormann said on Sunday (Jun 7).More than 20,000 people protested in Sydney and other cities on Saturday, in solidarity with US anger over the death of a black man in police custody and calling for an end to similar deaths of indigenous Australians.Cormann said the protesters risked a second outbreak of COVID-19.\"I think it is incredibly selfish,\" Cormann told Sky News. \"It's incredibly self-indulgent.\"Australia has had 7,255 cases of the coronavirus and 102 deaths, avoiding the higher tolls seen elsewhere because of border closures and strict social distancing since March. Small outbreaks, however, still emerge.The protests came despite calls by authorities for people to stay at home and obey social distancing rules that allow only for small groups to gather.Cormann later told reporters that many Australians had lost their jobs, the economy had suffered and people had been unable to attend funerals of loved ones in order to stop the virus.\"But we are going to have a mass gathering of tens of thousands of people in complete breach of the rules that apply to everyone else, it is absolutely reckless and irresponsible,\" he said.The deputy leader of the opposition Labour opposition, Richard Marles, said that while he was \"uncomfortable\" with the protests, he was not casting judgment.\"If you are born indigenous in this country, your life stands to be materially worse than those of us who are born non-indigenous in terms of child mortality, education, employment and incarceration,\" Marles said on ABC's Insiders programme.\"I don't feel like I'm in a position to say to indigenous Australians who are protesting against that, that this is a selfish and indulgent act.\""}}, {"url_id": "https://www.channelnewsasia.com/news/world/george-floyd-protests-united-states-racism-12812886", "content": {"url_label": "'Time for a change': Anti-racism protesters march across US", "text": "WASHINGTON: Tens of thousands of peaceful protesters rallied for racial justice Saturday (Jun 6) in cities across the United States following the death of George Floyd, as the movement triggered by his killing at police hands entered a second weekend.Protests took place from New York to Los Angeles but Washington was at the epicentre, as thousands of people flooded downtown streets surrounding the White House, which was barricaded with black metal fencing.\"This fight has been happening for many, many decades, hundreds of years, and at this point it's time for a change,\" said Washington native Christine Montgomery.\"I'm here so my son is not the next hashtag that is circulating worldwide,\" she added, indicating her 10-year-old child standing next to her.On a sunny but oppressively hot day, many people wore masks because of the coronavirus pandemic.Volunteers gave out water, hand sanitiser and other supplies as the area took on a block party vibe, with music, mural painting, food trucks, and vendors selling Black Lives Matter T-shirts.Helicopters circled overhead as some protesters danced - but the pain which drove many in to the streets was never far below the surface, as others yelled \"This ain't no party!\"Military personnel as well as police watched over the gathering. But there appeared to be fewer than on previous days, and some gave the protesters small smiles and waves as they marched by.On the National Mall, fencing and uniformed guards blocked protesters from the steps of the Lincoln Memorial where civil rights icon Martin Luther King Jr famously delivered his \"I have a dream\" speech in 1963.\"Martin Luther King stood here, and after so many years we are back here with a new message of hope,\" said Deniece Laurent-Mantey, 31.The protests were ignited by videos of a police officer kneeling on Floyd's neck for almost nine minutes as he pleaded for his life - the latest unarmed black person to be killed by white law enforcement officers.The officer, Derek Chauvin, has been charged with second-degree murder.The rage since Floyd's death in Minneapolis on May 25 has exploded into the most serious civil unrest in America since King was assassinated in 1968.Peaceful protests swelled Saturday in other US cities: Tens of thousands rallied across New York City and Philadelphia; Chicago shut down the iconic Lake Shore Drive to facilitate protests; and demonstrators marched in Los Angeles.\"I CAN'T GO IN\"But the demonstrations in Washington were the biggest since protests began in Minneapolis before spreading across the country and then abroad.\"Today, the pain is so raw it can be hard to keep faith,\" tweeted Democratic presidential hopeful Joe Biden.He added: \"But ours is a union worth fighting for, and we are all called to the cause.\"A remembrance for Floyd was held Saturday in Raeford, North Carolina, the state where he was born, following a memorial service in Minneapolis on Thursday.Hundreds waited to view his coffin, some holding umbrellas against the hot sun. Some sobbed and many held cell phones high as a hearse arrived with the casket.Floyd's sisters LaTonya and Zsa-Zsa Floyd told reporters they would not go inside.\"I can't go in, see him laying in a coffin, it would drive me crazy forever,\" said LaTonya through tears.She expressed her pain at watching the footage of her brother's agonising death.\"It's very hard. Every time I look up I see him on the ground, face up, neck down, hollering please help me,\" she said, adding she wished the video could be taken down.A chalk portrait of George Floyd is seen in Denver, Colorado on Jun 6, 2020, during a protest over his death. (Photo: AFP / JASON CONNOLLY)\"I'll never hear his voice, I'll never hear his laughter, I'll never tell him again that I love him and likewise he'd tell me the same,\" said Zsa-Zsa.But, she said, she felt like God \"chose him for a reason.\"\"He called him up, so his death was not in vain.\"\"IT'S ABOUT TIME\"Around the world, protesters echoed the rage of American demonstrators.\"It is time to burn down institutional racism,\" one speaker shouted through a megaphone at a hooting crowd of thousands outside the parliament building in London.Tens of thousands rallied in Australia and France, while in Tunis, hundreds chanted: \"We want justice! We want to breathe!\"Back in Washington, many black protesters hailed the multiracial, multi-ethnic nature of the demonstrations, calling the change \"invigorating.\"Jackie Maddox, 59, who remembered her own parents marching in Washington for their rights decades ago, said she felt \"relieved\" that black people were no longer alone.\"It's about time that they are tired too,\" she said of other protesters - though, she added, she hoped it would last.White protester Megan Nadolski came to the rally with her husband and two young daughters.When black protesters called out the first part of a chant, she said, \"I always want to be a white person standing right next to them to answer, just make sure they know that they're safe, that their children can grow up safe and healthy and have the same opportunities my children do.\"The days of demonstrations in the US - which have included outbreaks of looting and violence - have seen new police abuses, some captured on camera.Two policemen in Buffalo, New York were charged with felony assault Saturday after they were filmed shoving a 75-year-old protester who fell, hit his head and began bleeding, in one of the most widely shared videos fuelling outrage.But there were some changes to policing as well.In Seattle, authorities announced a temporary ban on tear gas. In Denver, a federal judge forbade the use of chemical agents and projectiles like rubber bullets against peaceful protesters. And in Dallas, police marched in solidarity with protesters.The unrest has handed US President Donald Trump - the target of many a biting protest sign and chant - one of the greatest challenges of his tumultuous presidency.While condemning Floyd's death, he has adopted a tough stance toward protesters, calling them \"thugs\" or \"terrorists\" and threatening a military crackdown.\"LAW & ORDER!\" the president tweeted as evening fell Saturday, adding later that the crowd in DC was \"much smaller\" than anticipated."}}, {"url_id": "https://www.channelnewsasia.com/news/commentary/covid-19-coronavirus-inequality-big-tech-capitalism-business-12807572", "content": {"url_label": "Commentary: COVID-19 will bring on the Great Reset the world needs", "text": "GENEVA: COVID-19 lockdowns may be gradually easing, but anxiety about the world’s social and economic prospects is only intensifying.There is good reason to worry: A sharp economic downturn has already begun, and we could be facing the worst depression since the 1930s. But, while this outcome is likely, it is not unavoidable.To achieve a better outcome, the world must act jointly and swiftly to revamp all aspects of our societies and economies, from education to social contracts and working conditions.Every country, from the United States to China, must participate, and every industry, from oil and gas to tech, must be transformed. In short, we need a “Great Reset” of capitalism.A GREAT RESET IS NEEDEDThere are many reasons to pursue a Great Reset, but the most urgent is COVID-19.Having already led to hundreds of thousands of deaths, the pandemic represents one of the worst public-health crises in recent history. And, with casualties still mounting in many parts of the world, it is far from over.This will have serious long-term consequences for economic growth, public debt, employment, and human well-being.According to the Financial Times, global government debt has already reached its highest level in peacetime.Moreover, unemployment is skyrocketing in many countries: in the US, for example, one in four workers have filed for unemployment since mid-March, with new weekly claims far above historic highs.The International Monetary Fund expects the world economy to shrink by 3 per cent this year – a downgrade of 6.3 percentage points in just four months.All of this will exacerbate the climate and social crises that were already underway.Some countries have already used the COVID-19 crisis as an excuse to weaken environmental protections and enforcement.And frustrations over social ills like rising inequality – US billionaires’ combined wealth has increased during the crisis – are intensifying.US President Donald Trump is eager to kickstart the economy, including in hard hit states like New York. (Photo: AFP/Angela Weiss)Left unaddressed, these crises, together with COVID-19, will deepen and leave the world even less sustainable, less equal, and more fragile.A WILL DOES EXISTIncremental measures and ad hoc fixes will not suffice to prevent this scenario. We must build entirely new foundations for our economic and social systems.The level of cooperation and ambition this implies is unprecedented. But it is not some impossible dream. In fact, one silver lining of the pandemic is that it has shown how quickly we can make radical changes to our lifestyles.Almost instantly, the crisis forced businesses and individuals to abandon practices long claimed to be essential, from frequent air travel to working in an office.Likewise, populations have overwhelmingly shown a willingness to make sacrifices for the sake of health-care and other essential workers and vulnerable populations, such as the elderly.And many companies have stepped up to support their workers, customers and local communities, in a shift toward the kind of stakeholder capitalism to which they had previously paid lip service.Clearly, the will to build a better society does exist. We must use it to secure the Great Reset that we so badly need.That will require stronger and more effective governments, though this does not imply an ideological push for bigger ones. And it will demand private-sector engagement every step of the way.REFORMS NEEDEDThe Great Reset agenda would have three main components. The first would steer the market toward fairer outcomes.To this end, governments should improve coordination - for example, in tax, regulatory, and fiscal policy - upgrade trade arrangements, and create the conditions for a “stakeholder economy.”At a time of diminishing tax bases and soaring public debt, governments have a powerful incentive to pursue such action.Moreover, governments should implement long-overdue reforms that promote more equitable outcomes.Depending on the country, these may include changes to wealth taxes, the withdrawal of fossil-fuel subsidies, and new rules governing intellectual property, trade, and competition.The second component of a Great Reset agenda would ensure that investments advance shared goals, such as equality and sustainability.Here, the large-scale spending programs that many governments are implementing represent a major opportunity for progress. The European Commission, for one, has unveiled plans for a €750 billion (US$838 billion) recovery fund.The US, China, and Japan also have ambitious economic-stimulus plans.Rather than using these funds, as well as investments from private entities and pension funds, to fill cracks in the old system, we should use them to create a new one that is more resilient, equitable, and sustainable in the long run.China's economy tanked in the first three months of the year. (File photo: AFP/STR)This means, for example, building “green” urban infrastructure and creating incentives for industries to improve their track record on environmental, social, and governance metrics.The third and final priority of a Great Reset agenda is to harness the innovations of the Fourth Industrial Revolution to support the public good, especially by addressing health and social challenges.During the COVID-19 crisis, companies, universities, and others have joined forces to develop diagnostics, therapeutics, and possible vaccines; establish testing centres; create mechanisms for tracing infections; and deliver telemedicine. Imagine what could be possible if similar concerted efforts were made in every sector.The COVID-19 crisis is affecting every facet of people’s lives in every corner of the world. But tragedy need not be its only legacy.On the contrary, the pandemic represents a rare but narrow window of opportunity to reflect, reimagine, and reset our world to create a healthier, more equitable, and more prosperous future.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegramKlaus Schwab is Founder and Executive Chairman of the World Economic Forum."}}, {"url_id": "https://www.channelnewsasia.com/news/world/coronavirus-covid-19-sweden-economy-lockdown-12812802", "content": {"url_label": "Sweden didn't lock down, but economy to plunge anyway", "text": "STOCKHOLM: Unlike most countries, Sweden never locked down during the coronavirus pandemic, largely keeping businesses operating, but the economy appears to be taking a hard hit nonetheless.Under the Scandinavian country's controversial approach to the virus, cafes, bars, restaurants and most businesses remained open, as did schools for under-16s, with people urged to follow social distancing and hygiene guidelines.Whatever hope there may have been that this policy would soften the economic blow now seems dashed.\"As in most of the world, there will be a record decline for the Swedish economy in Q2,\" SEB bank economist Olle Holmgren said.\"A LONG TIME\"A rebound was likely in the latter part of the year, but \"we expect it to take a long time before the situation normalises,\" he told AFP.To be fair, Swedish officials insist their strategy was always aimed at public health, and never specifically at saving the economy.The idea was to make sure hospitals could keep pace with the outbreak and protect the elderly and at-risk groups.Sweden has succeeded at the former, but admitted failure at the latter, with more than three-quarters of virus deaths occurring among nursing home residents and those receiving care at home.\"When we have decided what measures to take to stop the virus from spreading, we have not had any economic considerations. We have followed the advice of our (public health) experts on this issue,\" Finance Minister Magdalena Andersson told reporters in late May.Still, authorities acknowledge that keeping businesses open was also part of a broader public health consideration, as high unemployment and a weak economy typically lead to poorer public health.Sweden, a country of 10.3 million, had reported 4,639 COVID-19 deaths as of Friday.That gives it one of the world's highest virus mortality rates, with 459.3 deaths per million inhabitants - four times more than neighbouring Denmark and 10 times more than Norway, which both imposed stricter confinement measures.At first Sweden's export-heavy economy seemed to be doing okay, with GDP actually growing by 0.1 per cent in the first quarter.But now the country is expected to follow the same path as most of Europe, with its economy shrinking for the full-year 2020 and unemployment soaring.GDP DOWN, UNEMPLOYMENT UPIn April, the government predicted GDP would contract by four percent in 2020, compared to its January forecast of 1.1 per cent growth.While the European Commission has forecast a Swedish contraction of 6.1 per cent (compared to -6.5 per cent for Germany and -7.7 per cent for the eurozone), the outlook presented by the Swedish central bank is even more dire - it anticipates a GDP decline of up to 10 per cent.Some economists see Swedish growth rebounding as early as the second half of 2020, but the finance minister has warned things could get worse before they get better.Before the crisis, Sweden's labour market was in good shape, with strong job creation and a declining unemployment rate.Now, the government expects a jobless rate of nine percent for 2020 and 2021, compared to 6.8 per cent in 2019.It sees growth of 3.5 per cent in 2021.EXPORT-BASED ECONOMYSweden's sharp downturn is largely explained by its dependence on exports, which account for around 50 per cent of GDP.\"70 percent of Swedish exports go to the EU. Shutdowns in Germany, the UK and so on are expected to hit Swedish exports considerably,\" the government said.In March, some of the country's biggest companies, such as automaker Volvo Cars and truckmaker Scania, halted production in Sweden.This was not because of local restrictions, but because of problems with supply chains in Europe and the rest of the world. Their activities have since resumed.Meanwhile, consumption plunged by 24.8 percent between March 11 and April 5, according to a study conducted by four University of Copenhagen economists.\"Sweden is paying the same price (as Denmark) for the coronavirus pandemic. The explanation is that when you are in a galloping crisis, consumers pull the emergency brake, whether restaurants are closed or not,\" Niels Johannesen, one of the four economists, told Swedish daily Helsingborgs Dagblad.The government in mid-March announced measures worth nearly US$32 billion to help businesses.Since then, more money has been allocated and new measures have been added, including a reduction of employers' contributions.\"Given the state of government finances there is room for more expansionary fiscal policy ahead,\" Olle Holmgren promised.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/uk-support-for-johnson-s-conservatives-falls-as-covid-19-deaths-12812678", "content": {"url_label": "UK support for Johnson's Conservatives falls as COVID-19 deaths rise", "text": "LONDON: Three opinion polls released in Britain on Saturday (Jun 6) showed support falling for Prime Minister Boris Johnson's Conservative Party, as public confidence in the government's handling of the coronavirus pandemic declines.However, the figures are unlikely to be an immediate concern for Johnson, who does not need to hold an election until 2024 after winning a comfortable parliamentary majority in December.The sharpest swing came in a poll conducted by Survation on Jun 3, which had support for the Conservatives falling to 41 per cent from 45 per cent in the previous poll, conducted in the period May 22-26. Support for the opposition Labour Party rose by five points to 39 per cent.Surveys for Deltapoll and Opinium, both conducted on Jun 4-5, showed the Conservative lead narrowing to three percentage points.Opinium said 47 per cent of people surveyed disapproved of the government's handling of the coronavirus crisis, against 34 per cent who approved, extending a steady deterioration in confidence in the government since the crisis started.Britain has suffered Europe's highest reported death toll from COVID-19, with more than 50,000 deaths according to a Reuters tally this week based on official sources.A survey on Thursday by the market research company Kantar indicated that British people had lost a greater degree of confidence in their government than citizens of any other country in the G7 group of large, advanced economies."}}, {"url_id": "https://www.channelnewsasia.com/news/world/-it-s-complicated---german-minister-says-of-ties-with-us-12812712", "content": {"url_label": "'It's complicated', German minister says of ties with US", "text": "BERLIN: Germany's relationship with the United States is \"complicated\", Foreign Minister Heiko Maas said in a newspaper interview, regretting the planned withdrawal of U.S. soldiers from Germany.President Donald Trump has ordered the U.S. military to remove 9,500 troops from Germany, a senior U.S. official said on Friday.\"Should it come to the withdrawal of part of the U.S. troops, we take note of this. We appreciate the cooperation with the U.S. forces that has developed over decades. It is in the interests of both our countries,\" Maas told Bild am Sonntag.Maas acknowledged problems in Germany's relationship with the United States, saying: \"We are close partners in the transatlantic alliance. But: It is complicated.\"On Saturday, senior lawmakers from German Chancellor Angela Merkel's ruling conservative bloc criticised Trump's decision to order the U.S. military to remove 9,500 troops from Germany.A U.S. official, who did not want to be identified, said on Friday the troops move was the result of months of work by the top U.S. military officer, General Mark Milley, and had nothing to do with tensions between Trump and Merkel, who thwarted Trump's plan to host a G7 meeting this month."}}, {"url_id": "https://www.channelnewsasia.com/news/world/mexico-governor-apologises-for-police-abuses-searches-for-12812708", "content": {"url_label": "Mexico governor apologises for police abuses, searches for missing people", "text": "MEXICO CITY: The governor of a Mexican state roiled by clashes between security forces and demonstrators on Saturday (Jun 6) apologised for police abuses and pledged to track down a number of people reported missing after the disturbances.Enrique Alfaro, governor of the western region of Jalisco, said he was appalled that police in the state capital Guadalajara had on Friday beaten people who were demonstrating over the death of man in police custody last month.\"It embarrasses me, it distresses me, it greatly pains me as a man from Jalisco, and as governor,\" Alfaro said in a video posted on Twitter.After Friday's clashes, local media reported more than a dozen people were missing after being abducted by armed men. Alfaro said he had given orders for the missing people to be tracked down.\"We're checking one by one,\" he said, \"one by one in their homes.\"The disappearance and apparent massacre of 43 student teachers in Mexico in 2014 sparked outrage and did lasting damage to the reputation of former president Enrique Pena Nieto.Inspired by the case of George Floyd, a black American man who died in Minneapolis last month after a white police officer knelt on his neck during an arrest, protests over police abuses have flared up in other parts of the world.Floyd's death helped drive demonstrations over the fate of Giovanni Lopez, who died in police custody in Jalisco last month after reportedly being detained by municipal officers for not wearing a face mask to contain the spread of coronavirus.A resulting demonstration triggered clashes and the arrest of protesters in Guadalajara on Thursday. Alfaro said he was had decided to release the detainees without charges.A few dozen demonstrators assembled in Guadalajara for another protest on Saturday afternoon."}}, {"url_id": "https://www.channelnewsasia.com/news/world/covid-19-coronavirus-france-death-toll-cases-12812392", "content": {"url_label": "France reports 31 more coronavirus deaths, total at 29,142", "text": "PARIS: France's coronavirus death toll, the fifth-highest in the world, rose more slowly on Saturday (Jun 6), while the number of people in intensive care continued to fall, government data showed.The number of deaths from the COVID-19 disease increased by 31, or 0.1 per cent, from the previous day to reach 29,142, according to data posted on the government's website.That compared with 46 deaths, or a 0.2 per cent rise, reported on Friday.The number of confirmed cases of COVID-19 rose by 579 to 153,634, the government data showed.The number of people in hospital intensive care units fell by 35 to 1,059, less than the decrease of 69 on Friday but extending a steady drop in critical cases since a peak of over 7,000 in early April.The total number of people being treated in hospital for COVID-19 fell by 217 to 12,479.The head of a COVID-19 scientific committee advising the French government said on Friday that the epidemic was under control.In another sign of the epidemic's ebbing, the Paris police authority said a temporary mortuary set up in April in a vacant building at the Rungis wholesale food market south of the capital was shut down on Saturday.France has in the past month eased what was one of the strictest lockdown regimes in Europe to contain the novel coronavirus. This week, restaurants and bars have re-opened.According to Reuters calculations, if probable cases of coronavirus in long-term care homes are added, France's total number of cases stands at around 190,000, the eighth-highest tally in the world on that basis.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/commentary/wildlife-sighting-boar-otter-nature-covronavirus-origin-forest-12802398", "content": {"url_label": "Commentary: The truth behind returning wildlife is less feel-good than you think", "text": "SINGAPORE: If the past few weeks have not been bewildering enough, for some it may seem like wildlife is “reclaiming the streets”.Our local otters have dropped by some koi ponds for a premium snack. You may have also heard of the king cobra slithering towards Marsiling MRT and the herd of boars scavenging for food in Pasir Ris.Around the world, there have been stories about sheep cavorting in children’s playgrounds in Wales, sika deer taking to the streets near Japan’s Nara Park and kangaroos bounding down the streets of Adelaide.Could an outcome of this pandemic be the inadvertent rewilding of our world?A WELCOME DISTRACTIONThis scenario should be welcome news for a conservationist like me, whose work aims to restore natural environments and biodiversity.The truth, however, is probably simpler. While some wildlife could be emboldened by our absence, in most cases, these animals are searching for food.With disruption in public activity, usual sources of food for urbanised wildlife may suddenly become less available. Naturally, they start roaming a larger territory in search of food, probably helped by reduced human traffic and city noise.Such stories are a welcome distraction at this time, but they are not unique to a world in pandemic. The wildlife we notice now is less of a resurgence, than the realisation that we live in a shared space.Wild boars spotted around the Punggol reservoir area. (Photo: Mr Koh)In Singapore, we share our urban environment with local macaques, reptiles, birds and other wildlife. As with every shared living environment, conflict may sometimes seem inevitable – just ask the people who we’ve been cooped up with at home.A typical reaction to the presence of wildlife in our living environment is “Not in my backyard!” Wildlife encounters have been met with hostility.In Singapore, snakes have been beaten to death simply for being in a garden. Elsewhere, elephants have been poisoned for venturing into plantations, raiding and trampling crops.But while we discuss the phenomena of returning wildlife, we risk ignoring a larger irony. Wildlife in urban environments may be a passing curiosity, but human encroachment on wildlife habitat is the very reason we are in lockdown battling the COVID-19 pandemic.There is considerable speculation about the origins of COVID-19 but scientists are certain it is a zoonotic disease, caused by a human being coming into contact with an animal, whether a bat or another animal that carried the coronavirus.LINK TO ZOONOTIC DISEASESCloser and more frequent contact with wildlife increases the spillover of pathogens from wildlife to humans.Previous pandemics have started in similar ways: Whether due to wild meat consumption (ebola); direct interaction with live wildlife; intermediate hosts such as civets (SARS), or domestic animals such as poultry (avian influenza).With its suspected origins in a wildlife market, COVID-19 is no exception.Tropical forests are home to millions of species including microbes and host animals. When intact, they act as a buffer protecting us from zoonotic diseases.When these forests are destroyed, this natural buffer disappears. It is no surprise then that a third of emerging infectious diseases are linked to deforestation.In spite of the knowledge we have about the impacts of deforestation, 16 million hectares of forest are cut down annually with no sign of a slowdown.Charred trunks are seen on a tract of Amazon jungle, that was recently burned by loggers and farmers, in Porto Velho, Brazil Aug 23, 2019. (Photo: REUTERS/Ueslei Marcelino)From Southeast Asia to Brazil, we are clearing land to feed our demand for timber, soy, palm oil, beef and rubber. Likewise in Singapore and many growing cities, we clear land to make way for roads and buildings.Put bluntly, our staggering assault on nature may have created an infectious disease breeding ground over which we have no control.ROLE OF WILDLIFE TRADEPandemic risk is linked not just to habitat loss, but also to the exploitation of wildlife for trade and consumption.How exactly COVID-19 was transmitted remains uncertain. What’s certain though, is that wildlife trade brings together animals (dead or alive) of varying species and sources into close proximity, especially in wildlife markets.Weak to no enforcement of laws in these markets, coupled with the absence of any veterinary controls, increase the risk of pathogens being transmitted to humans.The illegal wildlife trade affects more than 7,000 animal and plant species worldwide. As a global transhipment hub, Singapore has inadvertently facilitated the illegal trade of wildlife.Over 2019, Singapore authorities seized an unprecedented amount of pangolin scales and elephant ivory, worth more than S$170 million in total. A few of the seizures that year were among the largest the world has seen.Allowing illegal wildlife trade to continue sets up a lose-lose situation for us: The loss of biodiversity, and increased transmission risk of new viruses anywhere along illegal trade routes.A CHANCE TO BUILD SOMETHING BETTERMany are asking how life will look like after the pandemic. Our relationship with nature has shaped the situation we currently find ourselves in. We cannot return to normal, when normal led us to this.Office workers wearing face masks take their lunch break at the central business district amid the coronavirus disease (COVID-19) outbreak in Singapore June 2, 2020.  REUTERS/Edgar SuThere are three things that we must do differently to ensure this does not happen again.First, we must take steps to protect intact ecosystems and restore degraded forests globally. Only with strong legislation and effective enforcement can we protect our remaining natural spaces.Striking a balance between development needs and protecting nature has never been an easy choice in Singapore.But our experience with this pandemic must teach us that nature is intrinsic to our survival and economic welfare and must be a cornerstone for any development planning.In Singapore and beyond, we need to demand for the sustainable production of commodities like palm oil, rubber, soy, pulp and paper. This ensures the products we use are deforestation-free and not made at the expense of the natural environment.Second, where poaching and consumption of wildlife still thrive, we must crack down on illegal trade and close unregulated markets.Recognising the origin of COVID-19, China declared on Feb 24 a comprehensive ban on wildlife trade and the consumption of wild animals.In Singapore, we applaud the recent changes to the now renamed Wildlife Act, which strengthens protection of local wildlife by addressing threats such as the poaching and feeding of wildlife.This must come together with a move to shut down transnational illegal trade via Singapore’s ports and airport.A view of public housing blocks, with solar panels affixed to the roof of some blocks, in Singapore on Jun 27, 2019. (File photo: Reuters/Kevin Lam)Third, we need to acknowledge that preserving nature is key to economic recovery post-pandemic.According to the WEF’s New Nature Economy Report released in January, more than half of the world’s GDP is moderately or highly dependent on nature. For instance, the global US$2.5 trillion agriculture sector is dependent on pollination, water quality and a stable climate.COVID-19 has brought carbon-intensive industries to a grinding halt – we can make use of this momentum by shifting investments to and creating new jobs in sustainable businesses.Here in Southeast Asia, the shift has already begun. Clean energy industries in this region could create up to 2.2 million jobs by 2030.Our health is intricately linked to the health of all life on Earth. As we rebuild our economy after COVID-19, we need to acknowledge the damage we have done and work on repairing our relationship with nature.This is the only way we can better protect ourselves and loved ones from future health and climate crises.Elizabeth Clarke is Conservation Director of the World Wide Fund for Nature Singapore."}}, {"url_id": "https://www.channelnewsasia.com/news/world/dozens-wounded-in-clashes-as-hundreds-of-protesters-flood-beirut-12812262", "content": {"url_label": "Dozens wounded in clashes as hundreds of protesters flood Beirut", "text": "BEIRUT: Protesters poured into the streets of the Lebanese capital Saturday (Jun 6) to decry the collapse of the economy, as clashes erupted between supporters and opponents of the Iran-backed Shiite group Hezbollah.Hundreds filled the streets in and around the protest hub of Martyrs Square in the centre of Beirut, with skirmishes also between protesters and security forces, who fired tear gas.Forty-eight were wounded in the violence, 11 of whom were hospitalised, while the rest were treated at the scene, the Lebanese Red Cross said.It was the first major anti-government rally attracting demonstrators from across the country since authorities relaxed a lockdown imposed in mid-March to fight the spread of the coronavirus.\"We came on the streets to demand our rights, call for medical care, education, jobs and the basic rights that human beings need to stay alive,\" said 21-year-old student Christina.Many protesters wore face-masks as part of hygiene measures imposed to fight the pandemic, which has severely exacerbated an economic crisis, the worst since the debt burdened country's 1975-1990 civil war.But Saturday's protest turned violent as supporters of Hezbollah clashed with some demonstrators who were demanding that the group disarm.Hezbollah is the only group to have kept its weapons since the end of the Lebanese civil war, deeply dividing Lebanon along political lines.\"No to Hezbollah, no to its weapons,\" said a sign held up by Sana, a female protester from Nabatiyeh, a city in southern Lebanese, a Hezbollah stronghold.\"Weapons should be only in the hands of the army,\" said the 57-year-old.Supporters and opponents of Hebzollah threw stones at each other prompting the army to intervene by forming a human chain to separate them, an AFP photographer said.Supporters of Hezbollah, which is also represented in the government and parliament, chanted: \"Shiite, Shiite.\"\"ELIMINATE CORRUPTION\"Security forces fired tear gas near a street leading into the parliament building behind Martyrs Square, after some demonstrators pelted them with stones and ransacked shops in the area.Some protesters set fire to garbage bins as anti-riot police advanced towards them.Lebanon has been rocked by a series of political crises in recent years, before an economic crunch helped trigger unprecedented cross-sectarian mass protests in October.The demonstrations forced the government to resign and a new one headed by Prime Minister Hassan Diab was approved by parliament in February, tasked with launching reforms and combatting corruption.But many Lebanese say the new administration has failed to find solutions to the country's manifold problems, including a grinding recession and spiralling inflation.The local currency has lost more than half of its value on the black market in recent months, falling from the official rate of 1,507 to more than 4,000 pounds to the dollar. Banks have gradually stopped all dollar withdrawals.A sign held aloft by protesters on Saturday called for \"a government that eliminates corruption, not one that protects corruption\".More than 35 percent of Lebanese are unemployed, while poverty has soared to engulf more than 45 percent of the population, according to official estimates.Lebanon is also one of the world's most indebted countries with a debt equivalent to more than 170 percent of its GDP. The country defaulted on its external borrowing for the first time in March.Diab's government adopted an economic recovery plan in April and has begun negotiations with the International Monetary Fund, in a bid to unlock billions of dollars in aid."}}, {"url_id": "https://www.channelnewsasia.com/news/world/bolsonaro-defends-later--partial-release-of-brazil-covid-19-data-12812080", "content": {"url_label": "Bolsonaro defends later, partial release of Brazil COVID-19 data", "text": "SAO PAULO: Brazilian President Jair Bolsonaro on Saturday (Jun 6) defended his government's move to partially withhold official data on the scale of the world's second-largest coronavirus outbreak.Late on Friday, Brazil's Health Ministry took down a website showing the evolution of the epidemic over time and by state and municipality. The ministry also stopped reporting a total tally of confirmed cases, which have shot past 645,000 – more than anywhere outside the United States – and its overall death toll, which just passed Italy with more than 35,000.\"The cumulative data ... does not reflect the moment the country is in,\" Bolsonaro said on Twitter, citing a note from the ministry. \"Other actions are underway to improve the reporting of cases and confirmation of diagnoses.\"Neither Bolsonaro nor the ministry gave a reason for taking down the covid.saude.gov.br website, which had been a key public resource for tracking the pandemic. The page still appeared with an \"under maintenance\" notice at noon on Saturday.The government also drew fire for pushing back the release of its daily tally of diagnoses and deaths, previously available around 5pm but released in recent days near 10pm.\"Transparency of information is a powerful instrument for combating the epidemic,\" wrote Paulo Jeronimo de Sousa, head of the Brazilian Press Association, in a note accusing the government of \"trying to silence the press at this late hour.\"Asked by journalists on Friday about the delayed release, Bolsonaro needled the nation's most-watched news program, Jornal Nacional, which begins at 8:30pm.\"There goes the story for Jornal Nacional,\" he joked, adding that the show \"likes to say Brazil has the record for deaths.\"Brazil reported more new cases and deaths from COVID-19 than any other country on three consecutive days this week.Bolsonaro tweeted on Saturday that a later daily update would \"avoid undernotification and inconsistencies.\"Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/hundreds-of-lebanese-join-anti-government-protests-as-lockdown-eased-12811942", "content": {"url_label": "Hundreds of Lebanese join anti-government protests as lockdown eased", "text": "BEIRUT: Hundreds of Lebanese protesters took to the streets on Saturday (Jun 6) to voice outrage over the government's handling of a deep economic crisis, with security forces firing tear gas and rubber bullets to disperse rock-throwing demonstrators.The first big protests since the government rolled back coronavirus lockdown measures come as Beirut negotiates an International Monetary Fund package it hopes will secure billions of dollars in financing to prop up its collapsing economy.Protesters burned garbage bins and ransacked a furniture shop in the capital's upscale shopping district, smashing its storefront and hauling out a couch to block a road.Security forces responded by firing rounds of tear gas, footage from Lebanese broadcasters showed.Some demonstrators waved banners demanding better living conditions and called for early parliamentary elections, tougher measures to fight corruption and the disarming of powerful Shi'ite paramilitary group Hezbollah.\"As long as there are militias that are stronger than the state, then it (the government) will not be able to fight corruption,\" said John Moukarzel, a real estate company owner.Prime Minister Hassan Diab took office in January with the support of the Iran-backed Hezbollah and its allies after the previous government was toppled by the protests that erupted last October.Lebanon's economic woes have reached new depths in recent months. The pound currency has lost more than half of its value on the parallel market, prices have soared, and companies dealing with the double blow of the coronavirus have axed jobs.\"You can sense that everyone is tired and the situation is very hard, especially the economy, so you can sense that people no longer want to be festive (in their protests). People are just angry,\" said protester Marie-nour Hojaimy, a lawyer."}}, {"url_id": "https://www.channelnewsasia.com/news/world/what-us-police-are-shooting-at-protesters-12811314", "content": {"url_label": "What US police are shooting at protesters", "text": "MINNEAPOLIS: Police across the United States are using a variety of weapons on protesters during demonstrations against the death of an unarmed black man in police custody.George Floyd died as a white Minneapolis police officer knelt on his neck for more than eight minutes, and his death has triggered a wave of protests across the country and around the world.While many of the US events have been peaceful, some have turned violent, with scenes of arson, looting and clashes with police.Police have used a range of weapons against peaceful protesters as well as members of the press during the demonstrations. Described as non-lethal, these weapons can seriously injure, disable and even kill.FILE PHOTO: Protesters disperse as tear gas, pepper spray and flash-bang devices are deployed by Seattle police during a protest against police brutality and the death in Minneapolis police custody of George Floyd, in Seattle, Washington, U.S. June 1, 2020. REUTERS/Lindsey WassonCHEMICAL IRRITANTS:Chemical irritants include tear gas and pepper spray, which cause sensations of burning, pain and inflammation of the airways.Public health and infectious diseases experts have opposed the use of chemical irritants such as tear gas, saying in an online petition that they could increase risk for COVID-19 by “making the respiratory tract more susceptible to infection”.Because chemical irritants can spread widely, bystanders and individuals other than the intended targets can be exposed to the chemicals.Tear gas has been widely and frequently used by police to disperse protesters. CS or CN gas are chemical compound powders that spray from canisters. They produce a burning sensation in the eyes and mouth that incapacitates.To protect themselves from pepper spray and other chemical irritants, protesters are dousing themselves with milk to help diffuse the burning sensations.PEPPER SPRAY AND PEPPER BALLS:Police have shot protesters with pepper spray both from handheld devices and projectiles. While pepper spray is chemically distinct from tear gas, it produces similar effects: burning and watering of the eyes and skin.Police have also fired pepper balls, small projectiles containing chemical irritants. Such projectiles can contain PAVA spray, an irritant similar to pepper spray, as well as CS gas. The balls can be shot from launchers or modified paintball guns.RUBBER, PLASTIC BULLETS:Protesters have been hit by a variety of rubber, plastic, and “sponger” bullets. Reuters journalists in Minneapolis were shot by police with 40mm hard plastic projectiles during a protest in May.Los Angeles Mayor Eric Garcetti said the city’s police department will minimise the use of rubber projectiles during peaceful protests going forward.FILE PHOTO: The rubber bullet shells from a 40mm less-lethal gun lie on the ground after being launched at protesters rioting near the Target store on University Avenue after the death in Minneapolis police custody of George Floyd, in St. Paul, Minnesota, U.S. May 28, 2020. REUTERS/Adam BettcherKinetic impact projectiles include rubber, plastic, wooden, and “sponger” bullets, which are shot from launchers and guns.A 2017 survey published by the British Medical Journal found that injuries from these caused death in 2.7 per cent of cases.WOODEN BULLETS:Protesters in Columbus, Ohio reported having been shot with wooden bullets by police forces.Images online showed wooden dowel-shaped rods sliced into small, bullet-sized projectiles. The Columbus Police Department confirmed they used those devices against protesters on May 30 and said they are known as “knee knockers”.STING BALL GRENADES:Protesters have reported police using sting-ball grenades, which upon explosion, spray the surrounding area with rubber pellets. In addition to the rubber balls, the grenades can contain chemical agents or explode with bright light and sound.FILE PHOTO: Seattle police form a line after deploying pepper spray and flash-bang devices during a protest against the death in Minneapolis police custody of George Floyd, in Seattle, Washington, U.S. May 31, 2020. REUTERS/Lindsey WassonDISORIENTATION DEVICES:Disorientation devices, commonly known as flashbangs or stun grenades, explode with bright light and sound in order to stun and disorient demonstrators. They can cause severe burns when fired at close range.Constructed like a conventional grenade, the bright flash and the loud bang can cause temporary blindness, temporary loss of hearing and loss of balance. Parts of the device can burst and fly as shrapnel."}}, {"url_id": "https://www.channelnewsasia.com/news/world/george-floyd-protests-us-uk-london-australia-12811492", "content": {"url_label": "'Burn down racism': World rallies against George Floyd's death", "text": "LONDON: Taking a knee, chanting and ignoring social distancing measures, outraged protesters from Sydney to London kicked off a weekend of global rallies Saturday (Jun 6) against racism and police brutality.The death at police hands of George Floyd, an unarmed black man in the US state of Minnesota, brought tens of thousands out onto the streets during a pandemic that is ebbing in Asia and Europe but spreading in other parts of the world.\"It is time to burn down institutional racism,\" one speaker shouted through a megaphone at a hooting crowd of thousands outside the parliament building in London.\"Silence is violence,\" the throng shouted back in the rain, before mounted police moved in to disperse a small missile-pelting crowd trying to push its way closer to Downing Street.Thousands more marched in the northern English city of Manchester.UK Health Secretary Matt Hancock spoke for many concerned officials as he tried to convince Britons not to gather for events involving more than six people this weekend, no matter the cause or their rage.\"Like so many people, I am appalled by the death of George Floyd. I understand why people are deeply upset,\" the UK health minister said on Friday.\"But we are still facing a health crisis and coronavirus remains a real threat.\"Officials around the world have been trying to balance understanding at people's pent-up anger with warnings about the dangers of a disease that has officially claimed nearly 400,000 lives globally.Yet tens of thousands of Australians defied Prime Minister Scott Morrison's call to \"find a better way\", tens of thousands marched in France, and thousands more in Britain ignored the health minister's warning.And in Tunis, hundreds chanted: \"We want justice! We want to breathe!\"UNITED IN GRIEFIn Sydney, aborigines performed a traditional smoking ceremony at the start of a Black Lives Matter protest, which was allowed at the last minute after initially being banned on health grounds.Many held up signs and wore face masks marked with the words \"I can't breathe\" - the words Floyd kept saying while handcuffed as a policeman knelt on his neck.Rallies are being held around the world this weekend to protest against racism and police brutality. (Photo: AFP/Tolga AKMEN)One placard simply read \"8:46\" - the amount of time the 46-year-old was pinned to the ground by the white officer before his death.\"The fact that they have tried to push us all back and stop the protest, it makes people want to do it even more,\" said Jumikah Donovan, one of thousands who turned up thinking the Sydney ban was still in place.Thousands more dressed in black to mourn Floyd's death in Melbourne and other Australian cities.Floyd's death came during the spread of a disease that has disproportionately affected black people and ethnic minorities in global centres such as London and New York.George Floyd died while in custody of the Minneapolis police on May 25. 2020. (Photo: AFP/Kerem Yucel)It also came in the throes of a historic economic downturn that has statistically affected the poor and marginalised the most.This confluence, and accompanying outrage at US President Donald Trump's partisan response, has refocused attention on the world's racial divides like few other events since the 1960s.The US embassy in London said it stood \"united with the British public in grief\".\"We welcome this exercise of free speech, which contributes to constructive dialogue, education and change,\" the embassy said of the London protests, adopting a more conciliatory tone than the one taken by Trump.\"There remains much work to be done.\"THOUSANDS DEFY BANSIn Paris, riot police held back a crowd of several thousand who gathered outside the US embassy for an unsanctioned protest.\"I've had racist abuse all my life,\" said one demonstrator, 46-year-old Nadine. \"That is our life. To be a black French woman in France, it's not easy.\"A protest in the French city of Metz ended with a few dozen people breaking into a courthouse and scuffling with security guards and one of the city's prosecutors.\"Protesters held up placards reading \"Being black is not a crime\" and \"Our police are assassins\".According to interior ministry figures, 23,000 people demonstrated in cities across France, 5,500 of them in Paris.Smaller, youth-driven protests were staged outside US embassies in Warsaw and Sofia. In Germany, Bundesliga footballers warmed up in \"Red card to racism #BlackLivesMatter\" shirts and took a knee prior to kickoff.Demonstrators attack a police vehicle during a protest in Guadalajara, Mexico. (Photo: AFP/ULISES RUIZ)\"How many more?\" asked a poster held up in a crowd of thousands in Frankfurt, while hundreds rallied across town squares of Belgium and the Netherlands.In North Carolina, a long line of cars snaked its way down a highway as mourners arrived for a viewing and memorial service at a church not far from Floyd's hometown.In Washington, hundreds knelt and applauded in the street ahead of another mass rally, where Mayor Muriel Bowse has renamed the area outside the White House \"Black Lives Matter Plaza\".The protests have even resonated in war-scarred countries such as Iraq, where the \"America Revolts\" and the Arabic phrase for \"We want to breathe, too\" hashtags are spreading on social media.\"I think what the Americans are doing is brave and they should be angry, but rioting is not the solution,\" said Yassin Alaa, a 20-year-old camped out in Baghdad's Tahrir Square, the site of months of anti-government protests."}}, {"url_id": "https://www.channelnewsasia.com/news/world/iran-wedding-party-fuelled-covid-19-surge-president-rouhani-12811180", "content": {"url_label": "Iranian wedding party fuelled new  COVID-19 surge, President Rouhani says", "text": "DUBAI: A wedding party contributed to a new surge in coronavirus infections in Iran, President Hassan Rouhani said on Saturday (Jun 6) but insisted the country had no option but to keep its economy open despite warnings of a second wave of the epidemic.Iran, which has been gradually relaxing its lockdown since mid-April, has reported a sharp rise of new daily infections in recent days. Thursday's toll of 3,574 new cases was the highest since February, when the outbreak was first reported.\"At one location, we witnessed a peak in this epidemic, the source of which was a wedding that caused problems for the people, health workers and losses to the economy and the country's health system,\" Rouhani said on state TV. He did not say when or where the wedding took place.New cases dipped to 2,886 on Friday, bringing Iran's total cases to more than 167,000, with over 8,000 deaths.Health officials have been warning of a second wave of the outbreak, but say a reason for the surge in new cases could be wider testing. One official said about 70 per cent of the new cases in Tehran were among those who had traveled outside the capital in recent days.FILE PHOTO: Iranian President Hassan Rouhani speaks at a news conference on the sidelines of the United Nations General Assembly in New York, U.S., September 26, 2019. REUTERS/Brendan Mcdermid/Iran has been struggling to curb the spread of COVID-19 but authorities are concerned that measures to limit public and economic life to contain the virus could wreck an already economy already reeling under international sanctions.\"In these circumstances, we have no other choice - that is, there is no second option,\" Rouhani added. \"We have to work, our factories have to be active, our shops have to be open, and there has to be movement in the country as far as it is necessary.\"Iranian universities reopened on Saturday after being closed for more than three and a half months, state media reported. Nurseries will reopen in a week's time, when Koran and languages classes will also resume, Rouhani saidDownload our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/world/george-floyd-brands-explain-us-racism-violence-kids-12811272", "content": {"url_label": "'Am I going to get shot?' children ask, as brands try to explain racism and violence to children", "text": "NEW YORK: For eight minutes and 46 seconds - the length of time it took George Floyd, an unarmed black man, to die at the hands of Minneapolis police - cable TV kids channel Nickelodeon's screen went black on Tuesday (Jun 2) to sounds of inhaling and exhaling, as white text flashed \"I can't breathe.\"Pokemon pledged US$100,000 in support for Black Lives Matter. Sesame Street is co-hosting a televised town hall meeting with CNN on Saturday morning.These are just a few of the examples of how companies that entertain or sell products for children are adjusting their messages, as they attempt to deal with this moment in American history and explain the complexities of racism and police brutality to children through action and words.\"It's one thing to try to preserve the innocence of children, but you shouldn't preserve the ignorance of children in a country that is multiracial that has this bad history,\" CNN commentator Van Jones told Reuters in an interview on Friday.Jones and CNN anchor Erica Hill will host an hour-long special on CNN titled \"Coming Together: Standing Up to Racism\" in partnership with Sesame Street. The show aims to teach school-aged children how to identify inequality and speak out against it.CNN is owned by telecommunications company AT&T Inc, whose chief executive, Randall Stephenson, urged other CEOs in a CNBC interview to speak out against racial inequality.Experts said parents need help interpreting for children the relentless barrage of messages on social media and on television as peaceful protesters and looters clash with authorities all across the country.\"I have seen a spike in anxiety for my black kid clients because they are having access to the news,\" said Javonte' Bass, a clinical mental health counselor. \"When the parents are watching, they're listening.\"Fear of catching the coronavirus forced families indoors. Fear of dying at the hands of police are keeping children from going back out, Bass said. One nine-year-old black child even asked Bass, \"Am I going to get shot, too?\"On CNN's event, Jones said viewers should not expect a historical rundown of slavery and colonialism in the United States. The show will urge parents to teach their children empathy. \"Failing to teach kids about empathy and fairness is always harmful,\" Jones said.That applies to views of law enforcement as well, Jones and Bass emphasised. \"Police officers are not saints or superheroes. They're human beings,\" Jones said. \"Some are good. Most are good, but some are bad.\"Education is a theme among the responses from brands for children.\"Our mission is to inspire and develop the builders of tomorrow and that includes inspiring them to be tolerant, inclusive, and kind,\" toy company The Lego Group said in a statement.In addition to pausing advertising for a week to avoid marketing any of its toys, including police-themed toys, next to images of police violence, the company is committing US$4 million to organisations that teach children about racial inequality.Lego has also encouraged fans to come up with new ideas for inclusive toy sets on its platform Lego Ideas.One of its previous sets, The Women of NASA, which featured astronaut Mae Jemison, the first African-American woman in space, was inspired by a submission to Lego Ideas."}}, {"url_id": "https://www.channelnewsasia.com/news/world/biden-clinches-democratic-nomination-for-2020-race-against-trump-12810556", "content": {"url_label": "Biden clinches Democratic nomination for 2020 race against Trump", "text": "WASHINGTON, DC: Former US vice president Joe Biden secured enough delegates to formally clinch the Democratic presidential nomination on Friday (Jun 5), setting the stage for a challenge to President Donald Trump in the November election.A candidate needs at least 1,991 delegates to secure the nomination. Biden crossed the threshold when results came late on Friday after seven states and the District of Columbia held presidential primaries earlier in the week.The achievement was a formality after Biden became the presumptive nominee when his main rival, Vermont Senator Bernie Sanders, quit the race in April.\"Folks, tonight we secured the 1,991 delegates needed to win the Democratic nomination,\" the former vice president said on Twitter.\"I'm going to spend every day fighting to earn your vote so that, together, we can win the battle for the soul of this nation.\"He added: \"It was an honor to compete alongside one of the most talented groups of candidates the Democratic party has ever fielded - and I am proud to say that we are going into this general election a united party.\"At one point, the field had more than 20 candidates, with contenders dropping out as their chances faded.Biden had a slow start and recorded his first win in South Carolina at the end of February.After that, some other candidates seen as centrist or moderate dropped out before Super Tuesday votes on Mar 3, when the highest number of delegates were up for grabs and Biden won key contests.It then became a two-horse race with Sanders, who was seen as a progressive candidate challenging incumbent Democrats.While Sanders was a front-runner after early races, Biden carried his Super Tuesday momentum into subsequent contests and increased his lead.Sanders quit the race upon seeing no path to the nomination as the novel coronavirus outbreak made campaigning and outreach difficult.A US senator and then vice president under President Barack Obama, Biden has promised to choose a woman as his running mate, with several black candidates likely in the running.\"A DIFFICULT TIME\"Biden reached the threshold with the country wracked by protests over the death of African-American George Floyd at the hands of police.Floyd's death has reignited long-felt anger over police killings of African-Americans and unleashed a nationwide wave of civil unrest unlike any seen in the US since Martin Luther King Jr's 1968 assassination.\"This is a difficult time in America's history. And Donald Trump's angry, divisive politics is no answer,\" Biden wrote in a post on Medium.\"The country is crying out for leadership. Leadership that can unite us. Leadership that can bring us together.\"Biden's response to the protests has been in marked contrast to Trump, who threatened to deploy the military against American citizens.In his first major public speech since going into isolation in mid-March because of the virus outbreak, Biden called Floyd's death a \"wake-up call for our nation\" and accused Trump of turning the US into a \"battlefield riven by old resentments and fresh fears.\"The 77-year-old Biden, who served as deputy for eight years to America's first black president, Barack Obama, has pledged to tackle \"systemic racism\" if elected to the White House.\"We need equal justice - and equal opportunities - for every American now. We need a president who cares about helping us heal - now,\" he wrote.Biden's run for the Democratic nomination had looked destined for disaster following early losses to the fiery Sanders in Iowa, New Hampshire and Nevada.But he came roaring back in South Carolina's primary in late February on the strength of overwhelming backing from African-American voters, a crucial base of Democratic support.Biden will now be expected to name his running mate, after promising to pick a woman.Senator Kamala Harris, a 55-year-old former attorney general of California, is considered one of the front-runners to be Biden's vice presidential pick.Harris, who is of Jamaican and Indian ancestry, was considered a leading contender for the Democratic presidential nomination but dropped out in December after failing to break out of the crowded field.In an average of opinion polls, RealClearPolitics gives Biden a 7.1 point lead over Trump in the election."}}, {"url_id": "https://www.channelnewsasia.com/news/business/vt-san-antonio-aerospace-st-engineering-aerospace-data-breach-12810492", "content": {"url_label": "US subsidiary of ST Engineering Aerospace suffers massive data breach", "text": "SINGAPORE: About 1.5 terabytes of sensitive data was reportedly stolen from a US subsidiary of ST Engineering Aerospace in a massive data breach that was discovered on Friday (Jun 5), according to cybersecurity firm CYFIRMA.In response to queries by CNA, CYFIRMA said its initial investigation showed the breach at VT San Antonio Aerospace started “as early as in March”.It said the stolen data includes contract details with various governments of countries like Peru and Argentina, government-related organisations like NASA, and air carriers like American Airlines.The leaked data is also believed to include details of project implementation plans, name and type of equipment/parts, schedules and timelines, as well as financial records.\"Hackers used Maze ransomware for their campaign. Maze is a malware that hackers can embed into phishing emails. When a victim opens these emails, the Maze malware infects the machine and starts encrypting files. Once this is completed, a ransomware demand is made,” said CYFIRMA CEO Kumar Ritesh.\"Initial investigation indicated that ST Engineering might not have made the payment in response to the ransomware demand and hence, the data is now available on public domain. Hackers claimed they have exfiltrated 1.5TB of data and more sensitive data may be released onto public domain in the coming days.\"Mr Ritesh added ST Engineering Aerospace has been informed of the data breach, and the company is taking action.In a statement, VT San Antonio Aerospace vice president and general manager Ed Onwe confirmed that cyber criminals called the Maze group had gained unauthorised access to the company's network and carried out a ransomware attack.“At this point, our ongoing investigation indicates that the threat has been contained and we believe it to be isolated to a limited number of ST Engineering’s US commercial operations. Currently, our business continues to be operational,” said Mr Onwe.“Upon discovering the incident, the company took immediate action, including disconnecting certain systems from the network, retaining leading third-party forensic advisors to help investigate, and notifying appropriate law enforcement authorities.“As part of this process, we are conducting a rigorous review of the incident and our systems to ensure that the data we are entrusted with remains safe and secure. This includes deploying advanced tools to remediate the intrusion and to restore systems. We are also taking steps to further strengthen the company’s overall cybersecurity architecture.\"He added VT San Antonio Aerospace had also begun notifying potentially affected customers, adding that the company was committed to responding to this incident transparently and proactively.VT San Antonio Aerospace is conducting a rigorous review of the incident and its systems to ensure its data remains safe and secure, said Mr Onwe.It is also taking steps to further strengthen the company’s overall cybersecurity architecture and deploying advanced tools to restore systems."}}, {"url_id": "https://www.channelnewsasia.com/news/world/george-floyd-trump-sparks-controversy-saying-great-day-for-floyd-12810388", "content": {"url_label": "Trump sparks controversy saying 'great day' for George Floyd", "text": "WASHINGTON: President Donald Trump sparked controversy Friday (Jun 5), calling it a \"great day\" for George Floyd, the man whose death in custody last week unleashed nationwide protests over police brutality against African Americans.\"We all saw what happened last week. We can't let that happen,\" Trump said of Floyd, who was killed as a white Minneapolis police officer knelt on his neck for nearly nine minutes.\"Hopefully, George is looking down right now and saying, 'This is a great thing that's happening for our country.'\"The remarks during a televised White House briefing came eleven days after Floyd's death and sparked confusion as to why Trump thought it was a great day for Floyd.\"This is a great, great day in terms of equality,\" Trump added, even as he stands accused by many of having failed to respond to the racism, police brutality and inequalities that demonstrators are protesting.Trump had summoned the media to welcome a surprisingly strong US jobs report, the opposite of what economists had expected given measures in place to curtail the spread of the coronavirus.The rest of his speech was devoted to welcoming the good news on the economy, which Trump said was now in \"rocket\" mode.Trump's \"great day\" comments were seen by many as too closely conflating Floyd's death and the day's good economic news, and as speaking on behalf of Floyd on the economy.The White House called such an interpretation \"false.\"\"It was very clear the President was talking about the fight for equal justice and equal treatment under the law when he made this comment,\" White House senior communications advisor Ben Williamson wrote on Twitter.Trump brought up this theme before speaking about Floyd: \"Equal justice under the law must mean that every American receives equal treatment in every encounter with law enforcement regardless of race, color, gender or creed,\" he said.\"DESPICABLE\"Trump's decision to put words in Floyd's mouth was nonetheless roundly criticised.Joe Biden, his presumptive Democratic opponent in the November election, immediately lashed out at Trump for invoking Floyd's name, calling it \"despicable.\"\"George Floyd's last words, 'I can't breathe,' have echoed across our nation and around the world,\" Biden tweeted.\"For the President to try to put any other words in his mouth is frankly despicable.\"Since Floyd's May 25 death and subsequent protests, which have included rioting and looting in many US cities, Trump has favored a militant response.Presenting himself as a \"law and order\" president, Trump has threatened to send the US military into the streets to quell the ongoing demonstrations.Trump reiterated on Friday that authorities need to \"dominate the streets,\" and criticised governors in states that had rejected sending in the National Guard during protests and rioting.Secretary of Defense Mark Esper rebuffed Trump over the idea of deploying troops, a proposal that earned sharp criticism from previous Pentagon leaders including Jim Mattis.Trump has always believed the best policy for reducing inequality is promoting economic growth among African Americans.\"What you now see ... is the greatest thing that can happen for race relations, for the African American community, for the Asian American, for the Hispanic American, for women, for everything,\" Trump said Friday.\"Our country is so strong, and that's what my plan is. We're going to have the strongest economy in the world,\" he added.For the past three years, Trump has repeatedly claimed that he has \"done more for the black community than any president since Abraham Lincoln,\" who abolished slavery in the 1860s."}}, {"url_id": "https://www.channelnewsasia.com/news/asia/covid-19-china-warns-against-travel-to-australia-discrimination-12809938", "content": {"url_label": "China warns against travel to Australia, citing discrimination linked to COVID-19", "text": "BEIJING: China's Ministry of Culture and Tourism on Friday (Jun 5) advised the public to avoid travelling to Australia, citing racial discrimination and violence against the Chinese in connection with the COVID-19 pandemic.\"There has been an alarming increase recently in acts of racial discrimination and violence against Chinese and Asians in Australia, due to the impact of the COVID-19 pandemic,\" the ministry said in a statement. It did not give any specific examples of such discrimination or violence.Asians of various backgrounds have said they have been harassed since the outbreak of the novel coronavirus, including in the United States. China issued a warning to tourists traveling there earlier this year after some said they were mistreated in connection with the outbreak."}}]