[{"url_id": "https://www.channelnewsasia.com/news/business/japanese-telco-softbank-invests-in-startup-splyt-in-hunt-for-super-app-12847782", "content": {"url_label": "Japanese telco SoftBank invests in startup Splyt in hunt for super app", "text": "TOKYO: Japanese telco Softbank Corp said on Thursday it led a US$19.5 million funding round in startup Splyt, which helps app operators integrate mobility options with other services, as it seeks to build its own super app.Japanese tech firms have lagged peers such as Tencent Holdings, with its WeChat app, in creating super apps, which offer access to a range of services via a single interface.SoftBank will take a \"significant stake\" in Splyt, which has helped integrate ridehailing into apps such as Alibaba Group's Alipay and Grab, backed by SoftBank Group Corp, with the deal focused on using the technology with its own services.SoftBank is poised to control two top contenders for a local super app, the chat app from Line Corp, which will be brought under the SoftBank umbrella in October after striking a deal with South Korea's Naver Corp, and SoftBank's own payments app PayPay.The head of SoftBank Corp's global business division, Daichi Nozaki, will sit on the board of Splyt.(Reporting by Sam Nussey and Fanny Potkin; Editing by Clarence Fernandez)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/exclusive--massive-spying-on-users-of-google-s-chrome-shows-new-security-weakness-12847674", "content": {"url_label": "Exclusive: Massive spying on users of Google's Chrome shows new security weakness", "text": "SAN FRANCISCO: A newly discovered spyware effort attacked users through 32 million downloads of extensions to Google's market-leading Chrome web browser, researchers at Awake Security told Reuters, highlighting the tech industry's failure to protect browsers as they are used more for email, payroll and other sensitive functions.Alphabet Inc's  Google said it removed more than 70 of the malicious add-ons from its official Chrome Web Store after being alerted by the researchers last month.“When we are alerted of extensions in the Web Store that violate our policies, we take action and use those incidents as training material to improve our automated and manual analyses,” Google spokesman Scott Westover told Reuters.Most of the free extensions purported to warn users about questionable websites or convert files from one format to another. Instead, they siphoned off browsing history and data that provided credentials for access to internal business tools.Based on the number of downloads, it was the most far-reaching malicious Chrome store campaign to date, according to Awake co-founder and chief scientist Gary Golomb.Google declined to discuss how the latest spyware compared with prior campaigns, the breadth of the damage, or why it did not detect and remove the bad extensions on its own despite past promises to supervise offerings more closely.It is unclear who was behind the effort to distribute the malware. Awake said the developers supplied fake contact information when they submitted the extensions to Google.“Anything that gets you into somebody’s browser or email or other sensitive areas would be a target for national espionage as well as organized crime,” said former National Security Agency engineer Ben Johnson, who founded security companies Carbon Black and Obsidian Security.The extensions were designed to avoid detection by antivirus companies or security software that evaluates the reputations of web domains, Golomb said.If someone used the browser to surf the web on a home computer, it would connect to a series of websites and transmit information, the researchers found. Anyone using a corporate network, which would include security services, would not transmit the sensitive information or even reach the malicious versions of the websites.“This shows how attackers can use extremely simple methods to hide, in this case, thousands of malicious domains,” Golomb said.All of the domains in question, more than 15,000 linked to each other in total, were purchased from a small registrar in Israel, Galcomm, known formally as CommuniGal Communication Ltd.Awake said Galcomm should have known what was happening.In an email exchange, Galcomm owner Moshe Fogel told Reuters that his company had done nothing wrong.“Galcomm is not involved, and not in complicity with any malicious activity whatsoever,” Fogel wrote. “You can say exactly the opposite, we cooperate with law enforcement and security bodies to prevent as much as we can.”Fogel said there was no record of the inquiries Golomb said he made in April and again in May to the company’s email address for reporting abusive behavior, and he asked for a list of suspect domains. Reuters sent him that list three times without getting a substantive response.The Internet Corp for Assigned Names and Numbers, which oversees registrars, said it had received few complaints about Galcomm over the years, and none about malware.While deceptive extensions have been a problem for years, they are getting worse. They initially spewed unwanted advertisements, and now are more likely to install additional malicious programs or track where users are and what they are doing for government or commercial spies.Malicious developers have been using Google’s Chrome Store as a conduit for a long time. After one in 10 submissions was deemed malicious, Google said in 2018 https://blog.chromium.org/2018/10/trustworthy-chrome-extensions-by-default.html it would improve security, in part by increasing human review.But in February, independent researcher Jamila Kaya and Cisco Systems’ Duo Security uncovered https://duo.com/labs/research/crxcavator-malvertising-2020 a similar Chrome campaign that stole data from about 1.7 million users. Google joined the investigation and found 500 fraudulent extensions.“We do regular sweeps to find extensions using similar techniques, code and behaviors,” Google's Westover said, in identical language to what Google gave out after Duo's report.(Reporting by Joseph Menn; Editing by Greg Mitchell and Leslie Adler)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/global-stocks-retreat-on-rising-second-wave-fears-12847424", "content": {"url_label": "Global stocks retreat on rising second wave fears", "text": "TOKYO/WASHINGTON: Asian stocks and Wall Street futures fell on Thursday as spiking coronavirus cases in some U.S. states and China crushed hopes of a quick global economic comeback from the pandemic.S&P 500 mini futures  fell 1.2per cent in early Asian trade while MSCI's broadest index of Asia-Pacific shares outside Japan  lost as much as 1per cent.Japan's Nikkei  lost 1.3per cent while in mainland China, bluechip CSI300 shares  shed 0.1per cent in early trade.On Wall Street, the S&P 500  lost 0.36per cent on Wednesday but tech-heavy Nasdaq  added 0.15per cent due to hopes of increased demand for various online services due to the epidemic.Several U.S. states including Oklahoma, where President Donald Trump plans a campaign rally on Saturday, reported a surge in new coronavirus infections.The daily count of infections also hit a new benchmark in California and Texas, while Florida and Arizona also recorded the second-highest daily increases.China's capital cancelled scores of flights, shut schools and blocked off some neighbourhoods as it ramped up efforts to contain a coronavirus outbreak that has fanned fears of wider contagion.\"It is a big shock to markets that China, which appears to have successfully quashed the disease, is seeing a second wave. And in the U.S. we see record cases in many states,\" said Norihiro Fujito, chief investment strategist at Mitsubishi UFJ Morgan Stanley Securities.\"All this suggests that the more you re-start the economy,  the more infections you have. People have thought the economy will quickly recover in July-September after dismal April-June. But that is now becoming uncertain.\"Investors rushed to the safety of bonds, with the 10-year U.S. Treasuries yield  falling 3 basis points to 0.704per cent.In the currency market, the safe-haven yen rose about 0.3per cent to 106.72 per dollar  while the U.S. dollar also firmed against risk-sensitive currencies.The euro dipped 0.1per cent to US$1.1235  while the Australian dollar  lost 0.4per cent to US$0.6852, also hit by worse than expected employment data.Australia's unemployment rate jumped to the highest in about two decades in May as nearly a quarter of a million people lost their jobs due to the coronavirus pandemic-driven shutdowns.Oil prices also dropped with U.S. crude futures  falling 1.9per cent to US$37.49 per barrel, while international benchmark Brent  lost 1.4per cent to US$40.14 a barrel.(This story refiles to correct day in paragraph 1)(Editing by Sam Holmes)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/australian-regulator-says-google-s-us-2-1-billion-fitbit-deal-could-harm-competition-12847294", "content": {"url_label": "Australian regulator says Google's US$2.1 billion Fitbit deal could harm competition", "text": "SYDNEY/BENGALURU: Australia's antitrust regulator warned Google's planned US$2.1 billion acquisition of fitness tracker maker Fitbit may give it too much of people's data, potentially hurting competition in health and online advertising markets.The Australian Competition and Consumer Commission (ACCC) is the first regulator to voice concerns about the deal, which come at a time when the Alphabet Inc-owned tech giant is at loggerheads with the Australian government over planned new rules about how internet companies use personal information.\"Buying Fitbit will allow Google to build an even more comprehensive set of user data, further cementing its position and raising barriers to entry to potential rivals,\" ACCC Chairman Rod Sims said in a statement on Thursday.\"User data available to Google has made it so valuable to advertisers that it faces only limited competition,\" he added.The regulator said its concerns were preliminary and it would announce the outcome of its review on August 13.A Google spokeswoman declined to comment, while a Fitbit representative was not immediately available for comment.Google wants the deal, which it announced in November, to help it compete with Apple and Samsung in the market for fitness trackers and smart watches.But consumer groups have urged regulators to scrutinise it closely due to privacy concerns. The U.S. Justice Department is evaluating the deal, while the European Commission is due to give a ruling in July.The ACCC does not generally have the power to block a deal outside Australia. In previous takeovers, it has ordered certain conditions such as asset sales.Following an ACCC report last year, the government is working on new rules to make large internet companies disclose their data usage, and pay for the local media content they use. Google and Facebook Inc oppose most of the proposed changes.(Reporting by Byron Kaye in Sydney and Shashwat Awasthi in Bengaluru; Editing by Kim Coghill and Edwina Gibbs)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/shortlisted-digital-bank-licence-applicants-12847276", "content": {"url_label": "Singapore shortlists 14 applicants for digital bank licences", "text": "SINGAPORE: Singapore’s central bank has shortlisted 14 applicants for up to five digital bank licences on offer in the city’s biggest banking liberalisation in two decades.The shortlist, out of the 21 applications received, comprises five digital full bank applicants and nine digital wholesale bank applicants who will now move to the next round of the selection process, the Monetary Authority of Singapore (MAS) said on Thursday (Jun 18).It expects to award the licences by the end of the year.MAS did not provide names of the shortlisted applicants. It aims to issue up to two retail licences and three wholesale licences.Applicants who had earlier said they will bid for the retail licences included: a venture of ride-hailer Grab and Singapore Telecommunications; Internet firm Sea; a group headed by gaming firm Razer; another led by consumer entrepreneur Ron Sim; and fintech firm MatchMove’s consortium with Singapura Finance.The MAS said in a statement applicants will next be shortlisted based on criteria such as their value proposition and business model, their ability to manage a prudent and sustainable digital banking business, growth prospects and contribution to Singapore's financial centre.It said it has asked the applicants to review the business plans and assumptions underpinning their financial projections, taking into account the impact from the COVID-19 pandemic.Reuters had reported this month that the bidders would have to factor in how the outbreak has impacted their funding and profitability plans.\"MAS does not expect the request for updated business plans and financial projections to affect the timeline for award of the digital bank licences by the end of this year,\" it said."}}, {"url_id": "https://www.channelnewsasia.com/news/business/twitter-tests-new-voice-tweeting-feature-12847244", "content": {"url_label": "Twitter tests new voice tweeting feature", "text": "SAN FRANCISCO: Twitter said on Wednesday (Jun  17) it is testing a new feature that will allow users to tweet using their voice, capturing up to 140 seconds of audio in a single tweet.The feature will be available to a limited number of users on Apple's iOS platform for now and be rolled out for more iOS users in the coming weeks, Twitter said in a blog post.The micro-blogging platform said users will be able to create a voice tweet using a new \"wavelengths\" icon on the Tweet composer screen.Social media companies including Twitter have long been under pressure to curb content such as abuse, harassment and misinformation on their platforms.\"We are working to incorporate additional monitoring systems ahead of bringing this to everyone,\" Twitter spokeswoman Aly Pavela told Reuters.\"We'll review any reported voice tweets in line with our rules, and take action, including labeling, as needed.\"Twitter, which adds labels to content containing manipulated or synthetic media, has also started adding fact-checking labels to certain types of coronavirus and election-related misinformation, including to a tweet by US President Donald Trump about mail-in ballots.Last month, Twitter also added a warning to a tweet by Trump about Minneapolis protests that it said glorified violence."}}, {"url_id": "https://www.channelnewsasia.com/news/business/united-states-eu-digital-services-tax-talk-12847090", "content": {"url_label": "US pulled out of stalled talks on digital services taxes: Lighthizer", "text": "WASHINGTON: U.S. Treasury Secretary Steven Mnuchin decided to pull out of negotiations on digital services taxes with European Union officials after they failed to make any progress, U.S. Trade Representative Robert Lighthizer said on Wednesday (Jun 17).Lighthizer told U.S. lawmakers that he still believed an international regime was needed to deal with taxation, but the talks with European countries were not proving fruitful.\"We were making no headway and the Secretary made the decision that ... rather than have them go off on their own, you would just say we're no longer involved in the negotiations,\" he said during a hearing of the House Ways and Means Committee.Treasury spokeswoman Monica Crowley said Washington had proposed pausing - not ending - talks among Organization of Economic Co-operation and Development countries on digital taxes and setting rules for international taxation.\"The United States has suggested a pause in the OECD talks on international taxation while governments around the world focus on responding to the COVID-19 pandemic and safely reopening their economies,\" she said.A source briefed on the letter said Washington still felt an agreement was possible this year.Washington has been at odds with countries such as France and Britain over their plans to impose digital service taxes as a way to raise revenue from the local operations of big tech companies such as Alphabet Inc's Google and Facebook Inc.Critics say the firms profit enormously from local markets while making only limited contributions to public coffers, but Washington views the taxes as discriminating against U.S. firms.The U.S. comments came after the Financial Times reported that Mnuchin had called for suspension of the talks in a Jun 12 letter to top officials in France, Spain, Britain and Italy, and again threatened retaliatory action.Lighthizer this month launched investigations to determine whether digital services taxes being adopted or considered by 10 countries - Austria, Brazil, the Czech Republic, the European Union, India, Indonesia, Italy, Spain, Turkey and Britain - amounted to unfair trade practices. If it finds they do, the U.S. government could impose new tariffs.Washington previously initiated action against France for its digital services tax, but France later agreed to suspend the measure while the OECD worked out a standardized approach.Spain insists the digital tax it is considering does not discriminate by country and will apply to companies regardless of where they are headquartered.\"Spain believes it’s necessary to adapt its fiscal system to the new economic reality of the 21st century; that was our position before receiving the letter, and continues to be so now,\" a government source told Reuters.The French finance ministry confirmed it received Mnuchin's letter and was preparing a joint response with the other recipients."}}, {"url_id": "https://www.channelnewsasia.com/news/business/dollar-holds-advantage-as-anxiety-grows-over-rise-in-coronavirus-cases-12846910", "content": {"url_label": "Dollar holds advantage as anxiety grows over rise in coronavirus cases", "text": "TOKYO: The dollar held onto gains on Thursday as growing concerns about  a rise in coronavirus cases underpinned safe-haven demand for the U.S. currency.The British pound traded in a narrow range before a Bank of England meeting where policymakers are expected to expand quantitative easing in the face of a stuttering economy and rocky trade negotiations with the European Union.A surge in new coronavirus infections in several U.S. states and the imposition of travel curbs in Beijing to stop a separate outbreak have served as a reminder that the pandemic could be a severe drag on the global economy for a protracted period.\"Upside for U.S. stocks and other risk assets has dwindled because more people are talking about a second wave of virus infections,\" said Junichi Ishikawa, senior foreign exchange strategist at IG Securities in Tokyo.\"This supports the dollar and the yen because they are both safe havens. The pound has its own problems. The British economy is not in good shape and a hard Brexit remains a risk.\"The dollar traded at US$1.1240 per euro on Thursday in Asia following a 0.2per cent gain in the previous session.The greenback bought 0.9489 Swiss franc, holding onto a 0.3per cent gain on Wednesday.The yen edged up to 106.81 against the dollar.Sterling inched down to US$1.2547, on course for a third day of losses. Against the euro, the pound was little changed at 89.60 pence.A spike in new coronavirus infections and hospitalisations in several parts of the United States over the last two weeks points to a troubling trend because cases had been falling for more than a month.China's capital has cancelled scores of flights and blocked off some neighbourhoods to contain a coronavirus outbreak that has fanned fears of wider contagion.The situation in both the United States and China has raised fresh concerns about the risks of re-opening economic activity before a vaccine has been developed.The Australian dollar traded at US$0.6878, extending a pull back from a one-year high reached last week.Many traders in the Aussie kept to the sidelines before the release of Australian jobs data later on Thursday.Across the Tasman Sea, the New Zealand dollar eased slightly to US$0.6449 after data showed the economy shrank more than expected in the first quarter.The British pound got off to a quiet start in Asia but will come into focus later in the day as traders brace for the Bank of England's policy meeting.The BOE is expected to boost its quantitative easing programme by 100 billion pounds (US$125 billion), with some analysts eyeing an even larger increase amid concerns about the economic outlook.Britain is seeking a free trade agreement with the EU, which it left on Jan. 31, but negotiators have so far made little progress, raising the risk both sides will fail to agree a deal before a deadline at the end of the year.(Reporting by Stanley White; Editing by Shri Navaratnam)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/united-states-hong-kong-china-undersea-cable-security-law-12846256", "content": {"url_label": "US wants undersea data cable to skip Hong Kong", "text": "SAN FRANCISCO: US Justice Department officials on Wednesday (Jun 17) recommended that a high-capacity undersea data cable system proposed by Google and Facebook bypass Hong Kong, citing potential national security concerns following China's moves to exert greater control in the territory.The Pacific Light Cable Network pending approval by the Federal Communications Commission should connect the US, Taiwan, and the Philippines as planned but go through Hong Kong as planned, a Justice Department committee recommended.The high-capacity, low-latency fibre optic cable backed by Google and Facebook would \"encourage\" US communications crossing the Pacific Ocean to land in Hong Kong before continuing on to other parts of Asia, the DoJ reasoned.The recommendation to the FCC contended that the cable network's \"proposed Hong Kong landing station would expose US communications traffic to collection\" by Beijing.The concerns have been heightened by the Chinese government's \"recent actions to remove Hong Kong's autonomy and allow for the possibility that (Beijing's) intelligence and security services will operate openly in Hong Kong,\" the DoJ said in a release.Google and Facebook four years ago announced plans to work with a China Soft Power Holdings subsidiary to connect Los Angeles and Hong Kong with a high-capacity Internet cable.The Pacific Light Cable Network was to stretch 12,800km, crossing beneath the Pacific Ocean in a first-of-its-kind direct connection between the two locations, according to companies involved with the project.PLCN is expected to handle about 120 terabytes of data per second, enough capacity to enable 80 million high-definition video conference calls simultaneously between Los Angeles and Hong Kong.Most Pacific subsea cables stretch from the US to Japan, Facebook noted at the time.Lifestyles increasingly centred on access to cloud-based online services as well as to video, pictures and other content on the internet have increased the need for infrastructure capable of quickly and efficiently moving digital data.The FCC in April granted Google's request for temporary authority to operate the segment of the cable network connecting the US and Taiwan."}}, {"url_id": "https://www.channelnewsasia.com/news/business/us-fines-copa-airlines-us-450k-for-transporting-passengers-12846660", "content": {"url_label": "US fines Copa Airlines US$450k for transporting passengers between US, Venezuela", "text": "REUTERS: The U.S. Transportation Department said on Wednesday (Jun 17) it fined Panama's Copa Airlines US$450,000 for unlawfully transporting passengers between the United States and Venezuela via a stopover point, and ordered the airline to avoid future similar violations.The department said Copa violated a May 2019 order that barred U.S. and foreign air carriers from transporting passengers between the United States and Venezuela.It said Copa sold more than 5,000 tickets for air travel between the United States and Venezuela and transported more than 15,000 passengers after the order took effect.Copa told officials it understands the seriousness of the matter and took considerable steps to avoid future violations, the transportation department said. Copa later reiterated that in a statement.In it, the airline said its position was that any breach of restrictions \"that may have occurred would not have been willful\" and that it relied in part on contacts with Panamanian and other U.S. officials to understand those curbs."}}, {"url_id": "https://www.channelnewsasia.com/news/commentary/united-states-inequality-covid-19-coronavirus-implications-jobs-12844260", "content": {"url_label": "Commentary: Welcome to the post-coronavirus United States of despair", "text": "PRINCETON, New Jersey: Well before COVID-19 struck, there was another epidemic running rampant in the United States, killing more Americans in 2018 than the coronavirus has killed so far.What we call “deaths of despair” – deaths by suicide, alcohol-related liver disease, and drug overdose – have risen rapidly since the mid-1990s, increasing from about 65,000 per year in 1995 to 158,000 in 2018.The increase in deaths from this other epidemic is almost entirely confined to Americans without a four-year college degree. While overall mortality rates have fallen for those with a four-year degree, they have risen for less-educated Americans.Life expectancy at birth for all Americans fell between 2014 and 2017. That was the first three-year drop in life expectancy since the Spanish flu pandemic of 1918 to 1919; with two epidemics now raging at once, life expectancy is set to fall again.INEQUALITY BRINGS PAIN, LONELINESS AND DISABILITYBehind these mortality figures are equally gloomy economic data. Real (inflation-adjusted) wages for US men without a college degree have fallen for 50 years.At the same time, college graduates’ earnings premium over those without a degree has risen to an astonishing 80 per cent.With less-educated Americans becoming increasingly less likely to have jobs, the share of prime-age men in the labour force has trended downward for decades, as has the labour-force participation rate for women since 2000.Educated Americans are pulling away from the less-educated majority not only in terms of income, but also in health outcomes. Pain, loneliness, and disability have become more common among those without a degree.An applicant goes through paperwork at a Manhattan job fair in New York City. (File photo: AFP/Mario Tama)Such was the US on the eve of the COVID-19 pandemic. Now, the virus has newly exposed the pre-existing inequalities.PANDEMICS USUALLY BRING GREATER EQUALITYHistorically, pandemics have arguably brought greater equality.Most famously, the Black Death killed so many people in fourteenth-century Europe that it created a labour scarcity, which improved workers’ bargaining position.Later, in the 19th century, cholera epidemics inspired the germ theory of disease, setting the stage for the modern increase in longevity, first in the rich countries, and then, after World War II, in the rest of the world.A great divergence in lifespans across the world gave way to a great convergence.A BREWING DIVERGENCE IN THE USBut the US has been experiencing a great divergence at home for two generations, and COVID-19 promises to widen the country’s already vast inequalities in health and income.The effects of the virus are stratified by educational attainment, because those with more education are likelier to be able to continue working and earning from home.Unless they are among the highly educated workers in healthcare and other front-line sectors, they can sit back and watch the stock market propel the value of their retirement funds ever higher.By contrast, the two-thirds of workers who lack a four-year college degree are either nonessential, and thus risk losing their earnings, or essential, and thus at risk of infection. Whereas college graduates have largely been able to safeguard both their health and their wealth, less-educated workers must risk one or the other.FILE PHOTO: People who lost their jobs wait in line to file for unemployment following an outbreak of the coronavirus disease (COVID-19), at an Arkansas Workforce Center in Fort Smith, Arkansas, U.S. April 6, 2020. REUTERS/Nick OxfordFor this reason, the income and longevity gaps that the trend in deaths of despair has revealed are now widening further.THE DISPARITIES MAY BE RACIALWhile less-educated whites have borne the brunt of the first epidemic, African-Americans and Hispanics have been disproportionately killed by COVID-19. As a result, the previous convergence of white and black mortality rates has been derailed.There are many reasons for these racial disparities, including residential segregation, crowded living conditions, and commuting patterns.While these factors have been especially important in New York City, they have played less of a role in other places. In New Jersey, for example, neither African-Americans nor Hispanics have disproportionately higher COVID-19 mortality rates.America’s costly healthcare system will continue to compound the pandemic’s effects. Many among the tens of millions of Americans who lost their jobs this spring also lost their employer-provided health insurance, and many will not be able to secure alternative coverage.CAN THE POOR AFFORD HEALTHCARE IN A TIME OF COVID-19?While no one presenting with COVID-19 symptoms has been denied treatment, some of the uninsured may not have sought it.As of this writing, the virus’s death toll in the US is at least 113,000, and more than 200,000 have been hospitalised, incurring potentially unpayable medical bills (even for many with insurance) that will ruin their credit for life.The US federal government has given pharmaceutical companies billions of public dollars to develop a vaccine and, thanks to lobbyists, did not attach conditions on pricing or impose public claims on patents.FURTHER CONSOLIDATION IN KEY BUSINESS SECTORSIn addition, the pandemic is fueling further industry consolidation by favouring already dominant e-commerce giants at the expense of struggling brick-and-mortar firms.People who lost their jobs wait in line to file for unemployment following an outbreak of the coronavirus disease (COVID-19), at an Arkansas Workforce Center in Fayetteville, Arkansas, on Apr 6, 2020. (Photo: REUTERS/Nick Oxford)Labour’s share of GDP – long thought to have been an immutable constant – has fallen in recent years, and market power in both product and labour markets may be one reason.If the unemployment rate remains high in the coming years, the terms of trade between labour and capital will be pushed even further toward the latter, inverting the Black Death analogy and justifying the stock market’s optimism in the face of catastrophe.A LOSS OF WAY OF LIFEThat said, we do not believe that the post-COVID economy will provoke a spike in deaths of despair. The fundamental cause of that epidemic, our analysis suggests, was not economic fluctuations, but rather the long-term loss of a way of life among white working-class Americans.Notably, deaths of despair were rising before the 2008 global financial crisis, when US unemployment rose from 4.5 per cent to 10 per cent, and they continued to rise as unemployment gradually fell to 3.5 per cent in the days before the pandemic.If there once was a relationship between suicide and unemployment, it is no longer apparent in the US.Nonetheless, past episodes suggest that those entering the labour market in 2020 will have a lower earnings path throughout their working lives, possibly creating the despair that brings death from suicide, alcohol, or drug overdoses.In other words, the most likely post-COVID America will be the same as pre-COVID America, only with even more inequality and dysfunction.True, public anger over police violence or outrageously expensive health care could create a structural break.If that happens, we might see a better society. Or, we might not. It is not always a phoenix that rises from the ashes.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegramAnne Case is Professor Emeritus of Economics and Public Affairs at Princeton University. Angus Deaton, the 2015 Nobel laureate in economics, is Professor Emeritus of Economics and International Affairs at Princeton’s Woodrow Wilson School of Public and International Affairs and Presidential Professor of Economics at the University of Southern California. They are the authors of Deaths of Despair and the Future of Capitalism (Princeton University Press, 2020)."}}, {"url_id": "https://www.channelnewsasia.com/news/commentary/commentary-the-covid-19-crisis-has-put-luxury-brands-in-a-fix-12844422", "content": {"url_label": "Commentary: The COVID-19 crisis has put luxury brands in a fix", "text": "SINGAPORE: The global market for luxury goods has flourished for decades, thanks to a handful of brands that have carefully constructed an environment that projects the dominance of wants over needs.The 2019 global value of the sector, estimated to be around US$1.47 trillion, suggests that this strategy has worked flawlessly.So robust has been the demand for personal luxury goods, that even the global financial crisis of 2008 to 2009 managed to shave off only 9 per cent of its value, before deep-pocketed Chinese consumers swiftly restored the market segment to its former glory.BUSINESS WON’T BE RETURNING TO NORMALThe return to business as usual, however, appears to be an increasingly unlikely scenario even after the COVID-19 crisis is over.In fact, a recent study conducted by management consultancy firm Bain predicts the global sales of luxury handbags, clothing and cosmetics will decline by 20 to 35 per cent in 2020.These statistics compound the trouble for Singapore’s luxury market, which had already witnessed a slowdown since late last year.The findings of a 2019 study by market research company Ipsos suggest the island’s affluent population started spending less on luxury months before the pandemic struck, owing to the ripple effects of the drawn-out US-China trade war on the domestic economy.As part of their initiatives to mitigate the situation and the accompanying uncertainties, luxury brands operating in the country have taken tepid steps to lure customers.Bulgari has revamped its online stores and is designing personalised gifts. Louis Vuitton now offers complimentary delivery for its goods via men in suits. These measure, while creative, yield limited results. Hence, both brands have quickly resorted to their most potent course of action – price rise.A man wearing a protective face mask walks past a Louis Vuitton shop on the Croisette in Cannes where the Cannes Film Festival and the Cannes Lions take place, as a lockdown is imposed to slow the rate of the coronavirus disease (COVID-19), in France, March 18, 2020. (Photo: REUTERS/Eric Gaillard)In May, news stories reported that a host of high-end brands, including Bulgari, Chanel, Dior, Louis Vuitton and Tiffany & Co, had hiked the prices of some of their goods to varying degrees.When pressed to explain the move, their representatives attributed the rise to price harmonisation across various markets, exchange rate fluctuations and the escalating cost of raw materials.While these reasons may appear reasonable, some might argue even favourable, under ordinary circumstances, updated sales records clearly indicate the recent decision to increase retail prices by relatively larger margins is primarily aimed at combating the unprecedented detrimental effects of the ongoing pandemic.LVMH, the parent company of approximately 60 prestigious companies, registered a 17 per cent year-on-year drop in revenue this first quarter.Rival conglomerate Kering SA, whose portfolio includes Balenciaga, Bottega Veneta and Gucci, also saw its first-quarter sales plummet by around 15 per cent. Likewise, Burberry recently announced that its annual pre-tax profit fell by 62 per cent year-on-year.LUXURY GOODS ARE IN A TOUGH SPOTA lot has already been said about the hit that the global economy has taken – and is continuing to take – on account of COVID-19. According to the International Monetary Fund, world GDP will fall by 3 per cent in 2020.At zero per cent, Asia’s growth is expected to completely stall. Singapore, owing to its open economy model, is bound to shrink by 5.8 per cent.Unemployment figures are rising steeply, too, with young adults bearing the brunt of the economic setback.More than one in six young people have stopped working since the pandemic began, whereas those who retain jobs have seen their working hours cut by 23 per cent, according to the International Labour Organisation.While the adverse effects of the crisis are felt far and wide, the luxury goods segment is in a particularly tough spot.Last year, another Bain study found that Asia delivered the vast majority of the global luxury market growth, with young, middle class shoppers forming the steady consumer base. Now the industry’s dual engines of growth – geographic as well as demographic – have come to a halt.A man passes by the closed Tiffany & Co store on Wall St. in the financial district of New York City, U.S., March 17, 2020. (Photo: REUTERS/Lucas Jackson)In economics textbooks, luxury goods are often classified as products with high income elasticity of demand. As individuals earn more, they purchase proportionately more luxury goods. Conversely, when income falls, the demand drops more than proportionately.Yet, most items of personal luxury can also be said to be examples of Veblen goods, which have shown to defy the basic law of demand. When their price increases, so does their demand, as consumers see the surcharge as a signal of added prestige.In a non-crisis, stable economy, this creates a perverse incentive. However, the model breaks down in the event of a pandemic, where skyrocketing prices of luxury goods are matched by nosediving incomes.Established brands do not lose their special status overnight, but they do risk distancing a loyal customer base in the medium to long run if they keep this up.KEEPING THE MARKET GOINGSo what should these premier fashion houses do?First, diversification. If there was ever a time for luxury powerhouses to expand their product- and price-range, it is now.Giving consumers a larger selection of products with incremental differentiating features at corresponding price points can be a lifesaver. Apart from charming new consumers, such a strategy could also satiate the appetite of variety-seeking buyers.In this, the example of Louis Vuitton stands out. At the time of its inception in 1854, the company focussed solely on manufacturing lightweight luggage trunks.But, more than a century and a half later, the French fashion giant’s Singapore website now sells luxury versions of just about everything, from handbags and time pieces, to dumbbells and earphones.\\A man wearing a protective face mask walks past a closed Louis Vuitton shop on the Croisette in Cannes during a lockdown. (Photo: REUTERS/Eric Gaillard)Although studies have pointed out that most other luxury companies shy away from broadening their offerings and working on brand extensions through collaborations due to the ingrained fear of dilution, the pandemic is an inflection point for brands to rethink the notions of exclusivity and market dominance.Second, discounts. Among other things, the health crisis has managed to push a few luxury brands to take the ordinarily unthinkable plunge into the almost sinful world of slashed prices.In April, Bloomberg reported that Neiman Marcus was offering a 50 per cent discount on Tom Ford glasses, while Saks Fifth Avenue was selling a Derek Lam striped shirtdress at 40 per cent off the regular price.In Singapore, luxury cosmetics company Clarins has been offering discounts and welcome gifts for first-time buyers.Although the concept of accessible luxury has been picking up some pace in recent years, many big brands have typically refrained from significant price cuts, worrying that the move could lead to some form of status erosion.This new approach stands in sharp contrast to brands’ recently defunct practice of setting their unsold stock of goods on fire to preserve product scarcity, and, indirectly, maintain a distinct reputation.Another often-cited reason behind the reluctance to put luxury goods on sale is to avoid upsetting consumers who already paid the full price.For the industry to salvage at least some production cost in the immediate future, and create a legion of new consumers in the distant future, destigmatising sensible discounts is recommended.Third, digital engagement. Much has been said about making judicious use of the Internet during the pandemic in making the customer’s online purchase experience hassle-free.However, given that the star treatment experience physical outlets offer plays a central role for luxury brands, these digital initiatives should broaden beyond creating an aesthetically pleasing website and using social media platforms to promote the latest collections, to foster engagement with interested buyers.As social distancing measures (including a cap on the size of gatherings) are here to stay, firms must leverage on rapidly developing artificial intelligence solutions to pique their buyers’ interests.Dior’s initiative to create a virtual version of its Champs-Élysées store in Paris is a case in point. Launched earlier this year, this website allows users around the world to explore the company’s signature boutique and directly place an order for the products on display.A Dior store in Paris, France, January 27, 2020. (Photo: REUTERS/Gonzalo Fuentes)Virtual consultations, live chats and livestreamed product launch events are other means for brands to partially replicate the in-store experience for shoppers. The expression may come across as hackneyed, but there really is no substitute for prompt and continuous innovation.There is no denying that neither individually nor collectively will these actions be sufficient to perfectly insulate Singapore’s luxury goods industry from the hardships brought upon by COVID-19.While the purchase decisions of local residents will be severely affected by the recession and gradual recovery, travel restrictions will keep the number of cash-rich tourists to a bare minimum.Even though this does not bode well for the market, the strategies mentioned above could be thought of as additional measures to cushion some of the blows high-end retailers will suffer until the health crisis is brought to heel.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegramPritish Bhattacharya is Research Officer in the Regional Economic Studies Programme at the ISEAS – Yusof Ishak Institute."}}, {"url_id": "https://www.channelnewsasia.com/news/business/unemployment-payments-backlog-draws-hundreds-to-kentucky-s-capital-12846548", "content": {"url_label": "Unemployment payments backlog draws hundreds to Kentucky's capital", "text": "FRANKFORT, Ky.: Hundreds of people who lost jobs during the coronavirus crisis but have been unable to get their unemployment insurance checks converged at the Kentucky Capitol in Frankfort early Wednesday to seek in-person help.Margaret Wells worked in retail in Louisville and has been unemployed since April. She has not been able to get anyone on the phone to answer questions about the status of her application for benefits. She has three kids and drove about an hour to come to the clinic. “I just need to talk to someone, that’s all I came all this way to do,” she said.States have been overwhelmed with the tens of millions of  unemployment insurance benefits claims filed during the crisis, with the surge in demand crashing computer systems, clogging phone lines and creating backlogs of pending applications.Though more than 20 million Americans are currently receiving checks, many others have been unable to access their benefits, and struggle to pay for food and rent.Kentucky opened the temporary unemployment benefits office on Tuesday afternoon to help people resolve problems filing their claims, and on Wednesday Kentucky Governor Andy Beshear said it would stay open through this week. \"No one in state government will be happy until every resident has the benefits they deserve,\" he said in a press conference.Whitney Jackson came from Lexington, about an hour's drive away.Her last day at work was March 6, before the university where she worked closed for spring break. It never reopened. When Jackson tried to file for unemployment insurance, she was not able to upload the documents to verify her identity. So when she heard that the state would offer in-person help, she said, \"at 5 o'clock this morning, I was up and ready.\"After waiting in line for hours, it was a successful visit. \"I got my money!\" she said afterwards.(Reporting by Bryan Woolston, writing by Ann Saphir; Editing by David Gregorio)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/us-stocks-end-mostly-lower-on-valuation-worries-12846444", "content": {"url_label": "US stocks end mostly lower on valuation worries", "text": "NEW YORK: The Dow and S&P 500 both fell on Wednesday (Jun 17) as markets monitored increased coronavirus cases amid worries US stocks are overvalued.The Dow Jones Industrial Average finished at 26,119.61, down 0.65 per cent.The broad-based S&P 500 lost 0.36 per cent at 3,113.49, while the tech-rich Nasdaq Composite Index added 0.15 per cent at 9,910.53.The lackluster session came after Tuesday's rally in which major indices gained around two percent following surprisingly good retail sales data and a positive clinical study of a coronavirus treatment.But investors have become skeptical of the market's buoyancy, weighing a still-weak economic picture against continued pledges for additional support from the Federal Reserve that are reassuring but also underscore the vulnerability of the economy, said Briefing.com analyst Patrick O'Hare.The \"market has made a big run in a short amount of time in the face of a really tough economic climate,\" O'Hare said. \"The market is due for a cooling-off period.\"O'Hare said a catalyst for late selling was an interview with investor Jeremy Grantham who warned on CNBC that the US is forming a stock bubble.Investors are also monitoring disturbing coronavirus trends in several US states, including Florida and Texas, as well as a new outbreak in China and rising deaths in Brazil and India.Among individual companies, Oracle dropped 5.6 per cent as it reported a fall in quarterly revenues due in part to a decline in businesses from sectors that have suffered during the pandemic, including hospitality and retail."}}, {"url_id": "https://www.channelnewsasia.com/news/business/google-sets-2025-leadership-diversity-goal--ends--tailgater--id-checks-12846412", "content": {"url_label": "Google sets 2025 leadership diversity goal, ends 'tailgater' ID checks", "text": "SAN FRANCISCO: Alphabet Inc's Google on Wednesday (Jun 17) announced a new hiring goal and security policy to address racial issues at its offices, as protests over police brutality against African Americans have carried into discussions about corporate culture.Google Chief Executive Sundar Pichai said that by 2025, the company aims to have 30 per cent more of its leaders be from underrepresented groups. About 96 per cent of Google's U.S. leaders are white or Asian, and 73 per cent globally are men.Pichai said all leadership openings now will be shared externally. Silicon Valley companies have often hired for top positions using secretive recruiting firms or internal promotions, making it difficult for people not connected to an employee to know of opportunities.In addition, Pichai said Google would strive to be more inclusive, with steps such as eliminating an office security procedure that may have led to racial profiling.Google and other tech companies have long instructed employees to ask for identification from \"tailgaters,\" or people who sneak through secure doors behind employees who just unlocked them.But black employees had raised concerns about being unfairly checked, and Pichai acknowledged the system was \"susceptible to bias\".\"We will end the practice of Googlers badge-checking each other and rely on our already robust security infrastructure,\" he said.Pichai also announced US$150 million in funding for black business owners and an internal task force to work on projects that \"help black users in the moments that matter most.\"For years, civil rights groups have pressured Silicon Valley companies such as Google to recruit more racial minorities, contending greater diversity would lead to products that do not perpetuate racial and gender stereotypes.Google is still pursuing a goal announced in 2018 to increase overall U.S. workforce diversity by this year to match what it describes as \"market supply.\""}}, {"url_id": "https://www.channelnewsasia.com/news/business/amazon-launches-saudi-arabia-shopping-site-despite-ceo-s-dispute-with-kingdom-12846336", "content": {"url_label": "Amazon launches Saudi Arabia shopping site despite CEO's dispute with kingdom", "text": "REUTERS: Amazon.com Inc on Wednesday launched a website for shoppers in Saudi Arabia, showing its continued business interests there despite a public dispute between Riyadh and the company's chief executive, Jeff Bezos.The website is a re-branding for Saudi customers of Souq.com, a Middle East e-commerce platform that Amazon acquired in 2017. Shoppers' account information with Souq automatically transferred to the new address, amazon.sa, Amazon said on the site.Amazon spokespeople did not immediately answer a request for comment on what prompted the move. The company last year similarly converted Souq's website in the United Arab Emirates to a re-branded Amazon portal, amazon.ae.The news indicates that a conflict involving Bezos and Saudi Crown Prince Mohammed bin Salman did not fully derail Amazon's investment plans for the kingdom.Bezos last year said the corporate owner of a U.S. tabloid that had published texts between him and his girlfriend was being investigated for alleged work on Saudi Arabia's behalf.The text leak kicked off a saga culminating in January of this year, when United Nations experts said they had information pointing to the \"possible involvement\" of Crown Prince Mohammed in an alleged plot to hack Bezos' phone. Saudi Arabia called the suggestion \"absurd.\"Bezos privately owns the Washington Post, which employed Jamal Khashoggi, the Saudi columnist who was a critic of the crown prince and who was murdered in October 2018. The U.S. Central Intelligence Agency believes Crown Prince Mohammed ordered the killing, sources previously told Reuters, while the crown prince last year denied the claim and said rogue operatives carried out the act.The saga has fueled speculation that Amazon would pull back from doing business in Saudi Arabia. Reuters had reported in 2017 that Amazon's cloud computing unit was leading discussions with Riyadh about an investment in the country.(Reporting By Jeffrey Dastin in San Francisco)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/adidas-rejects-investigating-hr-chief-in-race-row-12846142", "content": {"url_label": "Adidas rejects investigating HR chief in race row", "text": "BERLIN: Adidas  rejected on Wednesday a call by employees to investigate the German sportswear brand's human resources chief over her handling of racism at the company after she described it last year as \"noise\" only discussed in America.An Adidas spokeswoman said it strongly rebuffed statements made in a letter by 83 employees, obtained by the Wall Street Journal, asking the supervisory board to investigate Karen Parkin's approach to racial issues in the workplace.The spokeswoman said Parkin had apologised for the comments in a statement issued to staff and was working with a coalition on the company's global diversity and inclusion commitments.\"Our black employees have led the response that we will continue to implement together and that we have committed to as a company,\" the spokeswoman said.In Parkin's statement, the HR boss admitted she had not made clear the company's stance against discrimination at a meeting at the Reebok brand in Boston last year when she made a comment about concern about racism being \"noise\".\"I should have chosen a better word...Should I have offended anyone, I apologise,\" she said.Parkin, who holds joint British and U.S. citizenship, was appointed to the Adidas executive board in 2017, the first woman to join the company's top leadership since 1993.The employee letter cited by the Journal also asked Adidas to create a public platform where people can make anonymous complaints about racism.Adidas said it had long had a hotline where employees could submit such reports. It said last week it would engage a third-party investigator to oversee a zero-tolerance policy on racism and set up a council to ensure action on the issue.After close consultation with black employees, Adidas last week pledged to invest US$20 million in the black community in the United States and make sure that at least 30per cent of all new U.S. jobs are filled with black and Latino people.Companies around the world have pledged to fund racial and social justice causes amid worldwide protests over the death of George Floyd, an African-American man who died after a white Minneapolis police officer pressed a knee into his neck.(Reporting by Emma Thomasson; Editing by Mark Heinrich)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/coronavirus-covid-19-united-states-coins-shortage-12846124", "content": {"url_label": "Americans face new coronavirus challenge: A shortage of coins", "text": "SAN FRANCISCO: Banks across the United States are facing a shortage of coins during coronavirus crisis, prompting the U.S. Federal Reserve to ration distribution and work with the U.S. Mint to boost supply.With the partial closure of the economy due to the coronavirus crisis, \"the flow of coins through the economy has kind of stopped,\" Federal Reserve Chair Jerome Powell told the House Financial Services Committee.Making matters worse, the U.S. Mint has decreased production of coin due to measures put in place to protect its employees.\"We are working with the Mint and the Reserve Banks and as the economy reopens we are seeing coins beginning to move around again,\" Powell said.He made the remarks in response to a question from Tennessee Congressman John Rose, who said a bank in his district told him it would run out of coins by the end of the week because the Fed was only sending a portion of its usual order of coins.\"We all don't want to wake up to headlines in the near future such as 'Banks run out of money,'\" he said. Banks \"don't know what to tell their customers.\"Powell said he was well aware of the issue and believed it would be temporary. \"We feel like we are making progress,\" Powell said.The Fed on Monday told banks it is working with the Mint to increase supply, but that until the shortage can be cured would limit the number of pennies, nickels, dimes and quarters it sends to them \"to ensure a fair and equitable distribution of coin inventory.\" Allocations will be based on banks' historical patterns of coin orders, it said."}}, {"url_id": "https://www.channelnewsasia.com/news/business/norway-salmon-sales-china-covid-19-coronavirus-12845986", "content": {"url_label": "Norway wants to resume salmon sales after China all-clear", "text": "OSLO: Norway said on Wednesday (Jun 17) it wanted to resume exports of its salmon to China after Beijing appeared to rule it out as a possible source of COVID-19.Norwegian salmon came under scrutiny after a recently discovered cluster of new coronavirus cases was reportedly traced to the Xinfadi meat market in Beijing and a chopping board used for cutting up imported salmon.However, Norwegian and, crucially, Chinese health officials appear to have now given the salmon the all-clear.\"We currently have no evidence that salmon is a carrier or an intermediate carrier of the coronavirus,\" the deputy director of the China Center for Disease Control and Prevention, Shi Guoqing, said on Tuesday.Stressing that no case of contamination by food had been reported, the authorities responsible for food safety in Norway said their salmon was fit for consumption.\"We hope that this will allow Norwegian salmon exports to China to return to normal,\" Norwegian Fisheries Minister Odd Emil Ingebrigtsen said on Wednesday in a statement.\"But there are reasons to believe that it will take time,\" he added, without giving further details.The suggestion that it was linked to coronavirus prompted many Chinese restaurants and retailers to cancel their orders and stop selling Norwegian salmon.Large supermarket chains, including Wumart and Carrefour, immediately removed the fish from their shelves.At least 137 people have been infected since last week in China's capital, a resurgence of infections that has led to the lockdown of several neighbourhoods and the cancellation of more than a thousand flights.China, a very promising market for the industry, last year imported around 23,500 tonnes of Norwegian salmon.\"China is a very important and priority market for us, there is no doubt about it, and it will remain so in the years to come,\" Anders Olav Nordoy, spokesman for Norwegian Seafood Center, a public body responsible for promoting the sale of Norwegian fish, told AFP.\"We have no reason to believe that Beijing will necessarily reopen its doors tomorrow,\" he added.Shares in salmon producers, who have previously suffered from the diplomatic spat between Beijing and Oslo over the award of the Nobel Peace Prize to Chinese dissident Liu Xiaobo in 2010, were boosted by the latest news.Shares in Mowi, the world's leading salmon producer, were up around four per cent on the Oslo stock exchange.Download our app or subscribe to our Telegram channel for the latest updates on the COVID-19 outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/business/walmart-s-mexico-unit-rolls-out-mobile-phone-service-12846004", "content": {"url_label": "Walmart's Mexico unit rolls out mobile phone service", "text": "MEXICO CITY: Walmart's Mexican unit has launched a mobile phone service available throughout the country, the retailer said on Wednesday.Called \"Bodega Aurrera Internet y Telefonia,\" or BAIT, the service offering prepaid calls and internet usage is available at Bodega Aurrera, Mi Bodega and Walmart store formats. Mexican media first reported on BAIT's availability in April.Walmart de Mexico, known as Walmex, said in a statement that the offering is meant to help populations in rural areas, and that shoppers at its stores would receive additional \"megas\" of data usage.Mexican President Andres Manuel Lopez Obrador has made a push to expand rural coverage during his administration.The move comes after Mexican broadcaster Televisa this month launched its own mobile phone service in a bid to challenge billionaire Carlos Slim's America Movil, which has long dominated the country's telecommunications market.Walmex is paying Mexican telecommunications firm Rocketel to host the service, according to Rocketel's website. The service uses space on Mexico's wholesale telecom network, operated by Altan Redes, Rocketel said.(Reporting by Daina Beth Solomon; editing by Jonathan Oatis)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/us-homebuilding-rises-moderately-may-covid-19-coronavirus-12845856", "content": {"url_label": "US homebuilding rises moderately in May", "text": "WASHINGTON: US homebuilding increased less than expected in May, but a strong rebound in permits for future home construction suggested the housing market was starting to emerge from the COVID-19 crisis along with the broader economy.Other data on Wednesday (Jun 17) showed applications for loans to buy a home surged to a near 11-1/2-year high last week. The reports followed on the heels of data on Tuesday showing a record surge in retail sales in May. Employers hired a historic 2.5 million workers last month.Activity, however, remains well below pre-COVID-19 levels and economists warn it could take even a decade for the economy to fully recover from the global pandemic. Federal Reserve Chair Jerome Powell also warned on Tuesday of the long road to recovery. The economy slipped into recession in February.\"Housing is a leading economic indicator and it is pointing the way forward but there is a limit to growth when the economy has to drag along the millions and millions of unemployed workers displaced in this pandemic recession who won't be seeing paychecks anytime soon,\" said Chris Rupkey, chief economist at MUFG in New York.Housing starts rose 4.3 per cent to a seasonally adjusted annual rate of 974,000 units last month, the Commerce Department said. The increase recouped only a fraction of the more than 40 per cent cumulative decline in homebuilding in March and April. Starts dropped 23.2 per cent on a year-on-year basis in May.The rise in starts last month was tempered by a 0.1 per cent gain in single-family homebuilding, which accounts for the largest share of the housing market, to a rate of 675,000 units. Steep decreases in homebuilding the Midwest and populous South offset robust increases in the West and Northeast.Starts for the volatile multi-family housing segment jumped 15.0 per cent to a pace of 299,000 units.With starts still in a deep rut, economists expect a sharp decline in homebuilding in the second quarter, in line with projections for the steepest contraction in gross domestic product since the Great Depression.The Atlanta Fed is forecasting GDP falling at 45.5 per cent rate in the second quarter. The economy shrank at a 5 per cent pace in the January-March quarter, the deepest contraction since the 2007-2009 Great Recession.\"The drop in housing construction in the second-quarter GDP report is likely to be jaw-dropping,\" said Conrad DeQuadros, senior economic advisor at Brean Capital in New York.Stocks on Wall Street were lower in volatile trading as a record rise in coronavirus cases in six states hurt sentiment after a three-day rally. The PHLX housing index fell. The dollar strengthened against a basket of currencies. US Treasury prices rose.RISING DEMANDPermits for future home construction rebounded 14.4 per cent to a rate of 1.220 million units in May, reinforcing economists' expectations that the housing market will lead the economy from the recession, driven by historically low mortgage rates.Though the housing market accounts for about 3.3 per cent of gross domestic product, it has a larger footprint on the economy.A separate report from the Mortgage Bankers Association on Wednesday showed applications for loans to buy a home increased 4 per cent last week to their highest level since January 2009.Mortgage applications have climbed back above pre-COVID-19 levels.Signs of recovery in the housing market were underscored by a survey of Tuesday showing single-family homebuilders very upbeat in June about conditions in the industry.Builders reported increased demand for single-family homes in lower density neighborhoods. But with nearly 20 million unemployed and the resurgence of COVID-19 infections, the housing market is not out of the woods yet.\"We expect a gradual recovery in home building to continue over the balance of 2020, supported by brightening homebuilder sentiment, solid demand, as evidenced by rising mortgage applications, and an ongoing shortage of inventory,\" said Nancy Vanden Houten, lead economist at Oxford Economics in New York.\"The slow recovery in the labor market will prevent a sharper rebound in activity.\"Single-family building permits increased 11.9 per cent to a rate of 745,000 units in May. Permits for multi-family units surged 18.8 per cent to a rate of 475,000 units.Housing completions dropped 7.3 per cent to a rate of 1.115 million units last month, the lowest since December 2018. Realtors estimate that housing starts and completion rates need to be in a range of 1.5 million to 1.6 million units per month to plug the inventory gap, which has frustrated potential buyers.The stock of houses under construction fell 1.4 per cent to 1,172 million units, the lowest since November 2019."}}, {"url_id": "https://www.channelnewsasia.com/news/business/us-shale-companies-to-boost-oil-output-by-500-000-bpd-by-month-end-12845778", "content": {"url_label": "US shale companies to boost oil output by 500,000 bpd by month-end", "text": "NEW YORK/HOUSTON: U.S. shale producers are expected to restore roughly half a million barrels per day (bpd) of crude output by the end of June, according to crude buyers and analysts, amounting to a quarter of what they shut since the coronavirus pandemic cut fuel demand and hammered oil prices.Such a swift rise in U.S. production would complicate efforts by top producers Saudi Arabia and Russia to encourage global allies to fulfill their pledges to make record production cuts.They, along with allies in a group known as OPEC+, agreed to big cuts in April to balance oil supply to prop up prices, and anticipated similar economic cuts by the likes of the United States as well.U.S. producers cut supply by roughly 2 million bpd. But the recovery in benchmark oil prices to around US$40 a barrel makes some shale output profitable again, even though that level is unlikely to spur additional new drilling activity. Larger producers are re-opening the taps in low-cost plays in Texas, but also in expensive shale basins in North Dakota and Oklahoma.\"With prices where they are now, if they stay above US$30, I wouldn't expect any significant curtailments from us in Q3 or beyond,\" Devon Energy Corp Chief Executive David Hager said at a J.P. Morgan energy conference on Tuesday.Fracking activity tracker Primary Vision estimates as much as 500,000 bpd of production will return to the market by month-end, while Rystad Energy estimates 400,000 bpd could be added to the market between June and August.\"Some of the bigger guys that we work with are starting to turn everything back on,\" said Joshua Wade, an oil marketer in Oklahoma, who works with producers to transport barrels and buys lease volumes.(GRAPHIC - Shale producers pump barrels back into oil market: https://fingfx.thomsonreuters.com/gfx/ce/ygdpzqxgnvw/usper cent20production.PNG)Producers are also pumping oil out of storage, which filled when demand plummeted as billions of people worldwide stopped traveling due to lockdowns to slow the spread of coronavirus.Weekly oil data shows U.S. output at about 10.5 million bpd, its lowest since March 2018 and off the all-time monthly record of about 12.9 million bpd reached in November, according to U.S. Energy Information Administration data.Much of the declines came from shale wells that were choked back but not shut-in completely, several shale company executives said.\"We were able to shut in thousands of wells with really minimal time and effort. And we can bring those back on with really minimal time and effort, too,\" EOG Resources Inc Chief Operating Officer Lloyd Helms said at a Tuesday industry conference.Diamondback Energy Inc focused on curtailing volumes rather than fully shutting wells, Adam Lawlis, vice president of investor relations, said in a statement.About 8,000 bpd of the 10,000 bpd of oil that shale producer Devon curtailed came from choking back wells or slightly delaying wells.\"We're in the process of bringing all of that back on,\" Hager said.Prices in cash markets reflect anticipated new supply. Crude oil for July delivery out of Midland, Texas, the heart of the Permian basin, sank to a discount to benchmark futures while Bakken prices fell to their weakest levels in a month last week.As of Friday in North Dakota, where the Bakken is primarily located, about 60,000 bpd of production had come back online from mid-May, leaving 450,000 still shut, according to the North Dakota Department of Mineral Resources.Companies including private-equity backed Lime Rock Resources have turned wells in the Bakken back on while Continental Resources told pumpers to be ready to ramp up activity by July 1, sources familiar with the matter said.Neither company responded to requests for comment.ConocoPhillips is thinking of bringing back curtailed volumes over the next few months after shutting in a third of its production, CEO Ryan Lance told research firm IHS Markit. The company will also restore 100,000 bpd in shut-ins in Alaska by July.The increase in production may not last, analysts said. North American oil companies have slashed spending by 35per cent, and U.S. rig counts have dropped to a record low. Since shale well output declines by more than 60per cent after the first year, the reduced spend on drilling will weigh on shale production over the long term, sources at shale companies said.Producers also cautioned that rolling coronavirus outbreaks currently occurring in the United States may continue to restrict fuel demand.One Bakken producer said they are operating at just 15per cent of usual output, and oil prices would need to hit US$43 a barrel for output to fully resume.\"Oil going to US$40 for a fleeting moment isn't going to be enough for some of our stronger operators to say, 'Okay, I'm going to just turn the turn the tap on.' They need to see it be sustainable,\" Nicholas O'Grady, CEO of Northern Oil and Gas said.(Reporting by Devika Krishna Kumar in New York and Jennifer Hiller in Houston, additional reporting by Liz Hampton in Denver and Arathy S Nair in Bengaluru; Editing by Marguerita Choy)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/fca-moves-closer-to-state-guarantee-for-us-7-1-billion-loan--source-12845490", "content": {"url_label": "FCA moves closer to state guarantee for US$7.1 billion loan: source", "text": "ROME: Italy's Treasury has taken a further step towards approving a state guarantee for a 6.3 billion euro (US$7.1 billion) loan for Fiat Chrysler's  Italian unit, a government source told Reuters on Wednesday.The request for state support on such a large loan sparked controversy in Italy as Fiat Chrysler (FCA) is legally headquartered in the Netherlands. It is also due to pay its shareholders a 5.5 billion euro special dividend as part of a planned merger with French automaker PSA .FCA has said it asked for state support to help its domestic unit weather the crisis triggered by the COVID-19 pandemic.Italy's state auditor has approved the guarantee, but it still needs to be signed off by Economy Minister Roberto Gualtieri and given the green light by the country's accounting court, the source told Reuters, asking not to be named.Both the Treasury and FCA declined to comment.The loan has been already approved by Italy's largest commercial bank Intesa San Paolo , which will fund it, and by export credit agency SACE, through which the guarantee will be provided.The loan is part of more than 400 billion euros Rome hopes to make available this year to support Italian companies, hit by one of the world's deadliest coronavirus outbreaks.Italian firms tapping state guarantees must refrain from paying dividends this year, while the Treasury reserves the right to ask for additional requirements.Gualtieri said earlier this month that FCA would have to meet commitments on investments and jobs and would face sanctions if it failed to achieve them.The source declined to say whether the Treasury will impose conditions affecting FCA's extraordinary dividend.As things stand, the state-backed loan should not legally bar FCA from distributing the extraordinary dividend, as the payment is not due until 2021 and would be made by its parent company Fiat Chrysler Automobiles NV in the Netherlands.(Reporting by Giuseppe Fonte; Additional reporting by Giulio Piovaccari; Editing by Catherine Evans)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/google-releases-new-ad-features-to-help-small-businesses-12845268", "content": {"url_label": "Google releases new ad features to help small businesses", "text": "REUTERS: Alphabet Inc's Google on Wednesday introduced new advertising features intended to help local businesses get more customers and recover from the coronavirus pandemic.The features come as retailers across the United States were battered after being forced to shut their doors in March as the health crisis spread, and are now navigating reopening as the economy confronts a recession.Google, the largest digital advertising company in the world, said people searching on their mobile phones for local services like air conditioning repair or carpet cleaning will now be able to book those services directly through Google.Small businesses, using a Google tool that lets them easily set up advertising campaigns, will be now be able to promote their business for free on Google Maps until the end of September, the tech giant said. These companies will be able to place a pin on Google Maps, normally a paid advertising feature, and highlight services they offer such as curbside pickup or delivery.The features for small businesses are intended to help people find items in stock locally at a time when many products are still out of stock at major retailers due to the pandemic, said Jerry Dischler, vice president and general manager at Google, who oversees the company's advertising products.\"We play an important role to match demand with businesses around the world,\" he said in an interview.Google said Wednesday it would donate an additional US$200 million in free advertising to nonprofit organizations working on issues like the COVID-19 response or fighting racial injustice. The company has now committed a total of US$1 billion in free ads for nonprofits."}}, {"url_id": "https://www.channelnewsasia.com/news/business/us-brands-aunt-jemima-and-uncle-ben-s-to-change-amid-protests-12845166", "content": {"url_label": "US brands Aunt Jemima and Uncle Ben's to change amid protests", "text": "WASHINGTON, DC: Amid nationwide protests against racism, major US food companies on Wednesday (Jun 17) said they would change the Aunt Jemima and Uncle Ben's brands, both of which feature African American mascots.The United States has a long history of racist caricatures of African Americans and other minorities across popular culture, though in recent decades those images have become increasingly taboo.Businesses across the world's largest economy are facing a reckoning over branding following last month's killing of a black man, George Floyd, at the hands of police in Minneapolis, which sparked many protests against racism.PepsiCo said it would end entirely the Aunt Jemima line of pancake syrup and batter adorned with the face of a black woman, while Mars plans to \"evolve\" the Uncle Ben's brand of rice dishes that uses a black man as its logo.Boxes of Uncle Ben's rice are displayed on a shelf at a Safeway store in San Anselmo, California. (Justin Sullivan/Getty Images/AFP)\"We recognise Aunt Jemima's origins are based on a racial stereotype,\" Kristin Kroepfl, vice president and chief marketing officer of Quaker Foods North America, the PepsiCo subsidiary that produces Aunt Jemima, said in a statement.\"While work has been done over the years to update the brand in a manner intended to be appropriate and respectful, we realize those changes are not enough.\"The Aunt Jemima brand has existed for more than 130 years, and \"has evolved over time with the goal of representing loving moms from diverse backgrounds who want the best for their families,\" according to PepsiCo.The brand's image will be removed starting in the fourth quarter, while the company said a new name will be announced.'EVOLVE THE BRAND'Mars was less clear about what it would do with Uncle Ben's, saying in a statement, \"We don't yet know what the exact changes or timing will be, but we are evaluating all possibilities.\"The decision came after listening \"to the voices of consumers, especially in the black community, and to the voices of our associates worldwide,\" with the goal being \"to evolve the Uncle Ben's brand, including its visual brand identity,\" Mars said.PepsiCo said it plans to donate at least US$5 million over the next five years \"to create meaningful, ongoing support and engagement in the black community.\"On Tuesday, the company announced US$400 million in investments \"to lift up black communities\" and increase black representation within the company.FROM BUTTER TO SPORTSUS companies have in recent weeks scrambled to acknowledge the protests as public opinion polls back reforms to address the country's persistent racial inequalities, though complaints over racism in branding have raged for years.In February, agribusiness Land O'Lakes released new packaging for its dairy products removing a female Native American mascot that had attracted criticism, though the company didn't mention race in announcing the change.The controversy over racial caricatures in the US has extended into the world of sports, with Major League Baseball's Cleveland Indians in 2018 dropping their cartoonish \"Chief Wahoo\" mascot from their uniforms and almost all of their merchandise.The Washington Redskins in the National Football League has for years resisted calls to change their name, with owner Daniel Snyder saying the moniker actually honours Native Americans while some campaigners have claimed it is racist and picketed their games."}}, {"url_id": "https://www.channelnewsasia.com/news/business/special-delivery-activists-urge-france-to-rein-in-amazon-12845052", "content": {"url_label": "Special delivery: Activists urge France to rein in Amazon", "text": "PARIS: Environmental campaigners delivered a 12-foot (3.6-metre) tall mock-up of an Amazon parcel to the French finance ministry on Wednesday to demand that the government rein in the e-commerce giant's expansion in France.The campaigners - who did not have official permission for their protest - parked a rental van outside the ministry, and unloaded panels which they then assembled into a box, as security guards looked on.The box was decorated with the Amazon logo and the slogan: \"#StopAmazon\". The campaigners also used spray paint and stencils to write the phrase: \"Amazon: the state must say stop\" on the pavement in front of the ministry.\"We put this parcel in front of the ministry to challenge the government about the dangers of the expansion of e-commerce in France,\" said Alma Dufour, a campaigner with the French chapter of green group Friends of the Earth.The activists behind the protest say Amazon promotes a culture of consumption which hurts the environment, and that it squeezes out small businesses.Amazon said in a statement it believed e-commerce was less harmful for the environment than traditional retail and that it was committed to reaching the threshold of net zero carbon for all its businesses by 2040.It said it had created over 30,000 direct and indirect jobs in France in the past 20 years, including at small businesses which trade on the Amazon platform."}}, {"url_id": "https://www.channelnewsasia.com/news/business/s-p-closes-lower-as-new-covid-19-cases-surge-12844944", "content": {"url_label": "S and P closes lower as new COVID-19 cases surge", "text": "NEW YORK: The S&P 500 closed lower on Wednesday as news of spiking pandemic data and the prospect of a new round of economic lockdowns dampened investor optimism over signs of economic recovery.The S&P 500 and the Dow reversed earlier gains to snap a three-day winning streak. Tech shares led the Nasdaq to a modest gain.Worries over a resurgence in the pandemic's spread persisted, as new coronavirus cases hit a record in Oklahoma just days before President Donald Trump's expected campaign rally in Tulsa.The numbers of new cases are rising sharply in about six U.S. states, according to a Reuters analysis, and authorities in Beijing have ramped up mobility restrictions in their efforts to contain a new COVID-19 outbreak.\"There are periodic points of news flow where the positive news will carry the market and negative news will pressure the market,\" said Joseph Sroka, chief investment officer at NovaPoint in Atlanta. \"It's a return of health concerns versus economic optimism.\"\"There's a tug of war with headlines,\" Sroka added.Indeed, the indexes were up earlier in the session on news than an inexpensive, common steroid called dexamethasone can help save critically ill COVID-19 patients, according to a clinical trial in Britain, a development that prompted the World Health Organization to update its treatment guidelines.U.S. Federal Reserve Chair Jerome Powell wrapped up two days of congressional testimony, during which he pledged the central bank will use its \"full range of tools\" to help that recovery along. But Powell added, \"It would be a concern if Congress were to pull back on the support that it's providing, too quickly.\"On the economic front, while housing starts increased at a slower-than-expected pace in May, building permits saw a more robust rebound and applications for loans to purchase homes surged last week to a near 11-1/2-year high last week, according to separate reports from the U.S. Commerce Department and the Mortgage Bankers Association.The Dow Jones Industrial Average fell 170.37 points, or 0.65per cent, to 26,119.61, the S&P 500 lost 11.25 points, or 0.36per cent, to 3,113.49 and the Nasdaq Composite added 14.67 points, or 0.15per cent, to 9,910.53.Of the 11 major sectors in the S&P 500, eight ended the session in the red, with energy and financials suffering the largest percentage losses.Oracle Corp dropped 5.6per cent after reporting weaker-than-expected quarterly revenues as lockdowns led its clients to delay purchases.Cruise operator Norwegian Cruise Line Holdings Ltd extended the suspension of its voyages through September, sending its stock down 8.4per cent.Peers Carnival Corp and Royal Caribbean Cruises Ltd dropped 6.5per cent and 7.2per cent, respectively.Bankrupt car rental firm Hertz Global Holdings announced it would suspend its plan to sell US$500 million in new shares after the U.S. Securities and Exchange Commission raised objections to the sale.Declining issues outnumbered advancing ones on the NYSE by a 1.74-to-1 ratio; on Nasdaq, a 1.63-to-1 ratio favored decliners.The S&P 500 posted 10 new 52-week highs and no new lows; the Nasdaq Composite recorded 112 new highs and six new lows.Volume on U.S. exchanges was 10.40 billion shares, compared with the 12.93 billion average over the last 20 trading days.(Reporting by Stephen Culp; Editing by Cynthia Osterman)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/main-street-s-boldest-take-on-wall-street-in-bankruptcy-stock-frenzy-12844826", "content": {"url_label": "Main Street's boldest take on Wall Street in bankruptcy stock frenzy", "text": "NEW YORK: When Bryan Quevedo received his U.S. government stimulus check last month, he invested US$1,000 in the stock of bankrupt car rental company Hertz Global Holdings Inc .The 22-year-old Los Angeles delivery driver made the trade on Robinhood, an app that allows mom-and-pop investors to buy and sell shares. A marketing graduate who has struggled to find an office job amid the COVID-19 pandemic, Quevedo analyzed Hertz's share price movements to predict that the stock had hit bottom. After four days, he had doubled his investment.It is a trade that goes against Wall Street norms and is not for the faint-hearted. Hertz has warned that its bankruptcy process could render its shares worthless. Investors are betting on how high they can push the shares and are risking big losses if they can't quickly flip them to someone else.\"I'm just waiting for the price to go higher or break even so I don't lose any capital,\" said Quevedo, who has since invested another US$450 in Hertz' stock. He posted a screenshot of his profits in his Robinhood account on social media and recommended the trade to several friends.Hertz did not immediately respond to a request for comment.Quevedo is one of tens of thousands of traders who sent Hertz's shares rallying a few days after it filed for bankruptcy protection on May 22, many of them on the Robinhood app. Other shares of bankrupt companies, such as J. C. Penney Company Inc  and Whiting Petroleum Corp , have seen similar rallies. Shares in some obscure penny stocks have soared.Pundits have struggled to explain the frenzy of speculation. Record savings, low interest rates and even lockdown boredom in the wake of the coronavirus outbreak have all been cited as possible explanations for the extraordinary market moves.Robinhood did not respond to a request for comment on the surge of trading of bankruptcy stocks on its platform.A Reuters review of social media posts identified a bustling community of amateur traders who are defying warnings from finance experts and are betting they can outsmart Wall Street. Many say they vying for quick profits and hope not to be the ones left holding the bag if the shares they invest in suddenly collapse.\"I see a lot of people missed the boat to get rid of Hertz's stock. I like that gamble. That's what I do with my bar money,\" said Joseph Madison, an urban planner in Atlanta, Georgia. A cryptocurrency investment veteran in his early 40s, Madison said he scored a return of 174per cent by investing \"a few hundred bucks\" in Hertz's stock over the past few weeks.Hertz itself has noticed. It launched an effort this week to sell US$500 million worth of its stock in the open market, a remarkable move for a company in bankruptcy.This has still not put off some investors. Hertz's stock is  up 388per cent from the low it hit after it filed for bankruptcy. It remains among the most popular stocks traded on Robinhood.A few investors say they will hold onto their Hertz stock, despite the risk of being wiped out. Sherrie Hardy, a 33-year-old airport security worker in Muskegon, Michigan, said she used her and her fiancée's stimulus checks to invest in Hertz and have no plans to sell.\"I invested not only in a sense of capitalizing, but actually want to be a supporter of Hertz. I've always had good business with them and their community efforts. So it's something that I would like to see to stay around for the years to come,\" Hardy said.\"We all know, when we get into the stock market, it is a gamble of some sort.\"(Editing by Greg Roumeliotis and Jacqueline Wong)"}}, {"url_id": "https://www.channelnewsasia.com/news/singapore/ikea-open-hours-food-meatballs-furniture-12844706", "content": {"url_label": "IKEA to open with strict safe distancing measures, without F and B and kids’ facilities", "text": "SINGAPORE: Furniture giant IKEA will open on Friday (Jun 19) with strict safe distancing measures, although its food and beverage offerings and kids’ facilities will remain closed for now.Its two outlets at Tampines and Alexandra will reduce opening hours, limit the number of people inside and close their car parks if queues get too long.More workers will be deployed for crowd control inside and outside the building, including safe distancing ambassadors who will usher customers along and ensure they don’t bunch up.Staff will increase the cleaning frequency to once every hour, focusing on high-touch points like seats, shopping bags and kids’ showrooms. Premises will be disinfected during closing hours.This comes as retail outlets will open in Phase 2 of Singapore’s reopening, and IKEA Tampines' deputy store general manager Keith Oo told reporters on Wednesday that safety remains the priority.NO MEATBALLS YETThe Alexandra store will open from 10am to 9pm from Sunday to Thursday, and 10am to 11pm on Friday and Saturday. The larger Tampines outlet will open from 11am to 9pm from Sunday to Thursday, and 11am to 11pm on Friday and Saturday.IKEA will allow one person for every 10 sq m of gross floor area, as per government guidelines. Mr Oo said staff will adhere to this using people counting systems, adding that visitor capacity will be reduced by around 15 to 25 per cent.SafeEntry, wearing of masks and temperature checks will be in place.Safe distancing reminders on the floor in IKEA Tampines. (Photo: IKEA Singapore)IKEA restaurants, bistros and its Swedish food market will only gradually open in the next two weeks, depending on crowd levels and the number of COVID-19 cases in the community.Mr Oo said IKEA's fare attracts large crowds and so the store has decided to take a cautionary approach, although he pledged to open it \"as soon as we can\".\"It's such a joy to have that chicken wing or meatball in our store, but we start from an extra vigilant approach to make sure that our customers first of all need to feel safe,\" he said.The children's play area will also remain closed for their safety.In a statement on Wednesday, IKEA encouraged customers to shop online where possible and take advantage of online promotions or visit on weekdays to \"avoid delays and other inconveniences\".LONG QUEUES?Mr Oo said IKEA has learnt some lessons from one weekend in April, when long queues formed outside its Alexandra store ahead of the \"circuit breaker\".This includes finding more efficient ways to segment the queue and ensure a smoother flow of customers into the store, he said.CNA observed on Wednesday workers laying red cones at IKEA Tampines' vast car park to create multiple snaking lanes for customers waiting to enter.\"If there's crowd build up, we have created queue management systems in both stores to manage the expected queues,\" Mr Oo added.\"The other contingency that we have is that if potentially there's a lot more people that will come and try to visit us, then we will probably have to close off our parking in both locations to bring the visitation numbers down.\"ONLINE SALES AND GOVERNMENT SUBSIDIESThe furniture company said more than 100,000 had bought IKEA products online since the stores closed on Apr 7. E-commerce sales made up 50 per cent of what IKEA expects to earn in that period, said Mr Oo.Online sales contributed to 10 per cent of earnings before the coronavirus outbreak, he said.Mr Oo acknowledged that IKEA can improve how it conducts e-commerce, pointing to challenges like packing more for smaller orders and longer delivery times due to a surge in demand during the circuit breaker.IKEA eventually switched to a company that could deliver \"immediately\" during that period, he said, and \"that made the shopping experience a bit better \".\"To be also very honest, we weren't 100 per cent perfect with the way we delivered our e-commerce operations, but we have learnt a lot and made a lot of vast improvements throughout the couple of weeks in circuit breaker,\" he added.When asked if IKEA would be returning COVID-19 government aid like Jobs Support Scheme payouts, Mr Oo said \"we are using the subsidies as well to support our co-workers so everyone has a job with us\".The IKEA headquarters had said on Tuesday that it returned similar aid in Serbia and would do so in Romania, Belgium, Croatia, the Czech Republic, Ireland, Portugal, Spain and the United States."}}, {"url_id": "https://www.channelnewsasia.com/news/singapore/kidzania-singapore-sentosa-close-103-employees-affected-12841880", "content": {"url_label": "KidZania Singapore closes permanently after four years, lays off 103 employees", "text": "SINGAPORE: Indoor family attraction KidZania Singapore has closed its doors permanently after four years, laying off 103 employees, the company said on Wednesday (Jun 17).KidZania, which opened in April 2016 on Sentosa Island, said it has been a \"challenge\" to achieve the business returns needed over the years, which was made worse by the COVID-19 pandemic and its impact on the economy.\"Aside from zero ticket revenue due to the temporary closure since early April, revenue has also been impacted as commercial partners have reduced their participation due to financial constraints and cost control efforts,\" it said in a news release.All affected employees will receive \"appropriate severance packages\" with salaries, medical and other benefits paid up to their last day of service, KidZania said.\"It is the intent that the severance package, which stands on the higher end of the industry norm, will go some way to ease any difficulties for team members over the next few months,\" it added.The company said it is also conducting workshops and working with several employment bodies to assist staff in finding new employment as soon as possible.KidZania Singapore first announced its closure in a Facebook post on Tuesday night, saying it will not reopen when COVID-19 restrictions on its operations are lifted.The 81,000 sq ft attraction features interactive installations where children can role-play different occupations. It has been closed since Apr 7, the first day of Singapore's \"circuit breaker\", which ended on Jun 1.Phase 2 of Singapore’s reopening from Jun 19 will see the resumption of most businesses with safe management measures.But indoor and outdoor attractions – and other activities that involve large numbers of people coming into close contact for prolonged periods – \"will take more time” to resume, said Minister for National Development Lawrence Wong on Monday.Business cessation could see an “uptick” in the coming months as the COVID-19 pandemic weighs on the Singapore economy, said Senior Minister of State for Trade and Industry Chee Hong Tat on Jun 5.Firm closures and retrenchments “were happening even before COVID-19. But with COVID-19, we must expect the situation to worsen and these numbers to go up”, Mr Chee said.A Sentosa Development Corporation spokesperson said it is aware of KidZania's closure, and plans to \"refresh the premises with exciting new offerings\".Customers with unused tickets and annual passes can write to Kidzania at share@kidzania.com.sg, the company said."}}, {"url_id": "https://www.channelnewsasia.com/news/asia/india-media-covid-19-newspapers-journalism-12844320", "content": {"url_label": "India media fear COVID-19 pandemic finally brings end of the newspaper era", "text": "NEW DELHI: Indian newspapers, which just a few months ago had defied the global trend by gaining circulation, are now buckling under the weight of coronavirus losses that have killed some off and critically wounded other big names.Newspapers have remained a mainstay in the country of 1.3 billion people in recent years, when the rise of digital news has seen sales slump around the world.But as a result of a lockdown that started on Mar 25, dailies were unable to print, delivery boys were attacked by householders fearing they were also bringing the virus and - crucially - advertisers fled.Indian newspapers, which just a few months ago had defied the global trend by gaining circulation, are now buckling under the weight of coronavirus losses. (Photo: AFP/Jewel Samad)And according to some estimates, normal sales of more than 50 million newspapers a day across the country fell by two thirds.Hundreds of journalists have been laid off or seen wages slashed and in Mumbai, one charity is organising food parcels for unemployed reporters.\"India resisted the digital onslaught for a long time but now some city papers have gone and some of the national papers must be worrying about how will they get readers back,\" one editor told AFP.English newspapers in Pune and Goa closed this month and nationals such as the Hindustan Times and Times of India, which had a circulation of more than two million before the crisis, have laid off scores of staff, cut wages and closed offices.The Hindustan Times said in an email to staff that it was losing about US$500,000 a day.The Mathrubhumi regional newspaper, based in the southern state of Kerala, has seen advertising fall from up to US$6 million a month to US$500,000, said joint managing director Shreyams Kumar.\"PRETTY GRIM SCENARIO\"Indian newspapers had been hit by a faltering economy even before the pandemic, but N Ram, a director of the group that publishes The Hindu daily and other regional papers, said events had become critical as advertising has \"collapsed\".The group expects to lose millions of dollars.\"We don't know when the advertising market will recover,\" he told AFP.Food packets are prepared by the Mumbai Press Club to be distributed to journalists laid off during the current COVID-19 pandemic and economic crisis, in Mumbai. (Photo: AFP/Punit Paranjpe)According to the World Association of Newspapers and News Publishers (WAN-IFRA), Indian newspapers and magazines used to attract about US$3 billion dollars of advertising a year.Magdoom Mohamed, WAN-IFRA business development manager in India, said newspapers lost 75-85 per cent of their advertising in March and April alone.While Indian media groups are starting to invest heavily in online news, Ram said the advertising did not compensate for the sudden losses.Indian journalists feel they have been badly treated by the panic measures, with wages cut and often paid late.Many say they have been going out to cover tragic stories on the coronavirus without proper protective equipment. \"I came back one day to be told there was a pay cut,\" said one at the Indian Express.\"While the media has been facing the strain, the fact that it moved so fast to do these salary cuts at a time when there is extreme uncertainty and anxiety, it's very unethical,\" Geeta Seshu, co-founder of the Free Speech Collective said.\"They have been showing a lack of concern for their employees.\"The main media groups are concentrating more on the future of the business, say analysts.Consultancy KPMG had predicted before the pandemic that advertising revenue for newspapers would remain stable for a few years.\"Now all that has changed,\" said the newspaper editor, speaking on condition of anonymity as he had been told not to discuss company business.\"It was only the over-35s who read newspapers and even they have had to get their news from digital sources and television for more than two months.\"N Chandramouli, chief executive of TRA Research, said that even before the pandemic, newspapers and television channels had laid off thousands of staff because of an economic slowdown.\"Now it is a pretty grim scenario for the media world\" with advertisers scared to spend, and media companies \"have their back against the wall for survival.\"Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/asia/taiwan-to-ease-covid-19-border-controls-to-let-in-some-business-12844328", "content": {"url_label": "Taiwan to ease COVID-19 border controls to let in some business people", "text": "TAIPEI: Taiwan will from the start of next week ease border controls put in place to prevent the spread of the coronavirus and will allow in business travellers from some lower-risk countries, though they will have to be tested and quarantined.Taiwan has never gone into total lockdown and life has continued largely as normal due to its early and effective prevention work and a first-rate public health system.While it has largely lifted domestic restrictions, Taiwan has been more cautious about opening up its borders, which have been shut to most foreign visitors since mid-March.Taiwan's Central Epidemic Command Centre said starting from Monday (Jun 22) it would allow in business people coming from lower-risk areas including New Zealand, Australia, Vietnam and Thailand, plus those from South Korea, Japan, Malaysia, Singapore, Hong Kong and Macau, which it judged medium to low risk.Travellers will have to provide details of where they are going in Taiwan, be able to provide proof of testing negative for the virus three days before flying, and prove they have been invited by a company, the centre said on Wednesday.They will still be subject to 14 days of quarantine, as are all those coming into Taiwan, but will be able to shorten that if they pay for a coronavirus test and test negative.\"To foster the opening of foreign business activities in a timely manner, we are announcing the relaxation of some border control measures,\" Health Minister Chen Shih-chung told reporters.\"We will simplify quarantine measures, starting from low risks areas.\"International flights have continued to operate to and from Taiwan throughout the border restrictions, though on a much reduced scale. Previously the only foreigners allowed in where those with residence permits, diplomats and a few other exceptions.Taiwan has reported 445 cases, the majority of which were in people who get infected overseas, and just seven deaths. It has only four active cases remaining.Download our app or subscribe to our Telegram channel for the latest updates on the COVID-19 outbreak: https://cna.asia/telegram"}}, {"url_id": "https://www.channelnewsasia.com/news/business/hsbc-revives-plan-to-axe-35-000-jobs--memo-shows-12844136", "content": {"url_label": "HSBC revives plan to axe 35,000 jobs, memo shows", "text": "LONDON: HSBC  is resuming a massive redundancy plan it had put on ice after the coronavirus outbreak, and will cut 35,000 jobs over the medium term, a memo seen by Reuters on Wednesday showed.The bank will also maintain a freeze on almost all external recruitment, Chief Executive Noel Quinn said in the memo sent to the bank's 235,000 staff worldwide.\"We could not pause the job losses indefinitely - it was always a question of 'not if, but when',\" Quinn said.A bank spokeswoman confirmed the contents of the memo.In March, HSBC had postponed the job cuts, part of a wider restructuring to cut costs, saying the extraordinary circumstances of the COVID-19 pandemic meant it would have been wrong to push staff out.The bank now has to resume the programme as profits fall and economic forecasts point to a challenging time ahead, Quinn said, adding that he had asked senior executives to look at ways to cut costs in the second half of the year.Shares of HSBC have fallen 27per cent since the start of March, with the pandemic prompting the lender to set aside US$3 billion in bad loan provisions in its first quarter earnings.Under the restructuring plan first announced in February, HSBC said it would merge its private banking and wealth business, cut back its European equity business, and reduce its U.S. retail network, with the aim of cutting US$4.5 billion in costs.\"The reality is that the measures and the change we announced in February are even more necessary today,\" Quinn said.(Reporting by Lawrence White and Sinead Cruise; Editing by Rachel Armstrong and Clarence Fernandez)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/oil-slumps-as-us-crude-stocks-build-amid-virus-resurgence-fears-12843316", "content": {"url_label": "Oil slumps as US crude stocks build amid virus resurgence fears", "text": "SEOUL: Oil prices fell on Wednesday as data showed an increase in U.S. crude and fuel inventories, raising the prospect of oversupply as a potential second wave of the coronavirus pandemic threatened to halt any recovery of demand.Brent crude  futures were down 89 cents, or 2.2per cent, at US$40.07 a barrel as of 0348 GMT, and U.S. West Texas Intermediate (WTI)  futures fell US$1.13, or 2.9per cent, to US$37.25 a barrel.Both benchmarks rose more than 3per cent on Tuesday, after the International Energy Agency (IEA) raised its 2020 oil demand forecast to 91.7 million barrels per day (bpd) and U.S. retail sales posted a record jump in May.The rise in U.S. crude and fuel inventories, however, stoked concerns about a surplus and pressured oil prices, as the number of coronavirus infections surpassed 8 million globally and several U.S. states saw their case numbers spike.\"API data showed a build in crude inventories, and rising new coronavirus cases in the United States and China have dampened expectations of improving fuel demand in the world's top two oil consumers,\" said Kim Kwang-rae, commodity analyst at Samsung Futures in Seoul.U.S. crude oil inventories rose by 3.9 million barrels in the week to June 12 to 543.2 million barrels, according to data from industry group the American Petroleum Institute, countering expectations for a fall of 152,000 barrels.Gasoline stocks rose by 4.3 million barrels and distillate fuels, which include diesel and heating oil, rose 919,000 barrels.Official data from the U.S. Department of Energy's Energy Information Administration is due later on Wednesday.An OPEC-led panel will meet on Thursday to further discuss ways to strengthen and review compliance with producers' commitment to curb oil output.Iraq reduced its oil exports by 8per cent, or 300,000 bpd, so far in June, indicating OPEC's second-largest producer is stepping up efforts to adhere to its pledged cut.The Organization of the Petroleum Exporting Countries (OPEC) and its allies, collectively known as OPEC+, agreed to cut output by 9.7 million bpd - about 10per cent of pre-pandemic demand - to the end of July.(Reporting by Jane Chung; Editing by Richard Pullin and Tom Hogue)"}}, {"url_id": "https://www.channelnewsasia.com/news/business/us-senators-introduce-aviation-safety-bill-to-reform-12843142", "content": {"url_label": "US Senators introduce aviation safety bill to reform certification after 737 MAX crashes", "text": "CHICAGO: US lawmakers introduced a bipartisan bill on Tuesday (Jun 16) that would reform aircraft certification following two fatal Boeing 737 MAX crashes, Senators Roger Wicker and Maria Cantwell said in a joint statement accompanying the proposal.The measure seeks to eliminate the ability of aircraft makers like Boeing to unduly influence the certification process and marks the most significant step toward reforms following the 2018 and 2019 crashes, which sparked calls to change how the FAA approves new airplanes.Top Republican and Democratic lawmakers on the U.S. Senate commerce committee said the proposal draws on crash reports, recommendations from aviation experts, reports from victims' families, and a series of hearings.\"Safety is paramount,\" said Senator Maria Cantwell, a Democrat from Washington state, where Boeing manufactures most of its aircraft. \"A primary goal of this legislation is to make sure the FAA remains in the driver's seat when it comes to certification.\"The proposal includes only technical changes from a draft circulated last week and first reported by Reuters.Boeing's top-selling 737 MAX has been grounded since March 2019 and the manufacturer faces an ongoing criminal probe and investigation by the Transportation Department's inspector general.The largest U.S. planemaker hopes to conduct a key certification test flight late this month as it works to resume flights."}}, {"url_id": "https://www.channelnewsasia.com/news/commentary/grab-layoff-fire-jobs-cuts-staff-360-retrenchment-anthony-tan-12841760", "content": {"url_label": "Commentary: Is trouble brewing in Grab paradise?", "text": "SINGAPORE: For all the stewing fears of coronavirus dismissals since the pandemic caught economies by surprise, this week may have seen the unemployment monster finally begin to rear its ugly head in Singapore.Amid the worst jobs numbers in a decade and an economist consensus of a projected second quarter contraction of 11.8 per cent, it was the announcement that super app titan Grab would be laying off about 5 per cent of staff that really caught people by surprise.Southeast Asia's most valuable unicorn backed by SoftBank and last valued at US$14 billion, Grab announced the layoffs at a townhall led by CEO and founder Anthony Tan on Tuesday (Jun 16).Around 360 people will be affected across Southeast Asia. While Mr Tan assured staff that “this will be the last organisation-wide lay-off this year”, it is unclear whether the firm’s announced restructuring to eliminate non-core projects and consolidate functions will lead to more cuts in specific business units down the road.BREWING CONCERNSThe writing was on the wall when co-founder Tan Hooi Ling warned last month of a “long winter”. Grab also announced a limit to its performance-based commission rebate to 18,000 drivers and had even asked employees to go on voluntary no-pay leave.It was also barely a week ago that Grab Singapore head Yee Wee Tang told CNA the growth in food deliveries was insufficient to cover the sharp decline in its ride-hailing business, after coming under fire for high commission fees charged to eateries.To be fair, Grab’s latest round of retrenchments have been rather muted, when you compare their 5 per cent layoff rate to Uber’s letting go of 14 per cent of its global workforce last month and Deliveroo’s 25 per cent cut to  its Singapore staff.If anything, this latest announcement provides insight into the overall health of the private car-sharing sector and its adjacent verticals including food delivery, suggesting this sector is on shaky ground.People wait for the start of Grab's fifth anniversary news conference in Singapore June 6, 2017. (File photo: REUTERS/Edgar Su)Prolonged lockdowns around the world and people’s subsequent hesitation of being out and about even after restrictions are lifted, combined with the likely continuation of work-from-home arrangements for the foreseeable future have delivered a double whammy to this class of platform titans and strained their balance sheets.The disrupters have been disrupted by the ultimate agent of havoc: The coronavirus.GRAB HAS CHANGED OUR LIVES - MOSTLY FOR THE BETTERWhen news of the layoffs broke yesterday, many were concerned loved ones working in the ride-hailing giant might have been impacted and their livelihoods endangered.But the news astonished more, because Grab has come to be an intractable part of Singapore’s social and economic fabric, changing the way we pay, roam and eat.Laying aside controversy over the high commission fees, few eateries can imagine making the wholesale migration to e-commerce and food deliveries, much less reaching this broad a customer base.Grab might have been an expensive platform and marketing firm to get on, but in the time of COVID-19, F&B microenterprises might prefer at least having this option.The private car-sharing app has also reshaped the taxi industry for the better. Long gone are the days where it took forever and a minute more to find a cab.For cab drivers, having to drive around looking for passengers to no avail must seem like a distant dream (at least before the coronavirus struck).For better or worse, Grab has inextricably fused itself into the daily lives of Singapore residents. They say a brand has made it when people start using it as a “verb” in their daily lexicon and don’t we know it.In this dog-eat-dog world of commerce, Grab has risen above its competitors in Southeast Asia. Uber threw in the towel after years of a bloodbath for a controlling market share in Southeast Asia.Roy Lee. (Photo: Grab)Even Go-Jek’s growth has primarily been concentrated in Indonesia, the largest addressable market size in Southeast Asia.CAPITALISM SHAKEN TO ITS COREWhile Grab has stoked debate and raised eyebrows in the course of its unruly journey these past years, few, if any, would want to see Grab continue losing revenues and laying off people.In the good old days, we consumers enjoyed the perks of deep discounts on rides and food deliveries. If we were offered a S$5 off coupon, we would snap it up.Even when we knew deep down within this business model that doled out ridiculously priced bargains was in no way sustainable, we applauded Grab for being an innovative, revolutionary firm that transformed the transport landscape and more.When the Singapore Government provided the legislative space recognising Grab’s value, with a new point-to-point transport bill implicitly acknowledging the criticality of this new business model in 2019, it surely did so after a hard-nosed calculation that Grab was on the whole beneficial for the Singapore economy and was contributing to economic growth.The firm was providing jobs in a burgeoning digital technology sector, including aiding people to get back on their feet with gigs as drivers or deliverers when their going got tough.But now when the cards are down, we worry that these layoffs augur a rougher ride ahead. Perhaps we have been in as much denial as Softbank. We wanted to believe companies like Grab would grow so big, they would eventually turn profitable on their own.One thing is for certain: COVID-19 has shaken capitalism to its core.In the business world, there is growing talk of the “Economics of Mutuality”, championed by Mars Incorporated Chief Economist Bruno Roche, which urges businesses to consider a model that “offers maximum freedom to realise optimal, sustainable, long-term success for business, people, the communities they operate in and our planet”.Firms are encouraged to focus on delivering value to people, considering the interests of stakeholders across the value chain and long-term sustainability.A man walks past a Grab office in Singapore. (Photo: Reuters/Edgar Su)“The signs from these past months are encouraging and show that businesses have begun to rethink risks and reimagine their role and purpose in society,” National Volunteer and Philanthropy Centre chief Melissa Kwee said in a CNA commentary.Mr Tan’s address to Grabbers on Tuesday suggest he knows this too. “Our commitment to our customers in Southeast Asia is unwavering. We are deeply rooted here and we continue to stay true to our mission of driving Southeast Asia forward,” he said.Grab may not be out of the woods yet. But the hope is that Grab can turn things around, especially if demand in ride-hailing picks up as Singapore shifts into Phase 2 of its reopening come Friday.Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegramJonathan Chang is an entrepreneur, investor, educator, and global speaker."}}, {"url_id": "https://www.channelnewsasia.com/news/business/hilton-2100-corporate-jobs-globally-12842054", "content": {"url_label": "Hilton to cut 2,100 corporate jobs globally", "text": "VIRGINIA: Hotel chain Hilton Worldwide Holdings Inc said on Tuesday (Jun 16) it would cut about 22 per cent of its corporate workforce, or 2,100 jobs, in response to the coronavirus outbreak that has ravaged the global travel industry.The company is also extending previously announced furloughs, reduced hours, and corporate pay cuts for up to an additional three months.\"Never in Hilton's 101-year history has our industry faced a global crisis that brings travel to a virtual standstill,\" Chief Executive Officer Christopher Nassetta said in a statement.Hilton's corporate staff consisted of about 9,600 workers globally, while total employees were 173,000 at the end of 2019.Larger rival Marriott has also furloughed thousands of employees as bookings dried up during the pandemic."}}, {"url_id": "https://www.channelnewsasia.com/news/business/lighting-maker-signify--uv-light--degrades--coronavirus-quickly-12841980", "content": {"url_label": "Lighting maker Signify: UV light 'degrades' coronavirus quickly", "text": "AMSTERDAM: Signify, the world's largest lighting manufacturer, said on Tuesday researchers at Boston University had confirmed an ultraviolet light made by the company works to degrade most coronavirus in a laboratory setting in a matter of seconds.The sun's rays are already known to degrade viruses outdoors, and the lighting maker hopes UV lights can be used to help reduce the amount of virus in indoor areas.\"Given the potential of the technology to aid the fight against the coronavirus, Signify will not keep the technology for its exclusive use but make it available to other lighting companies,\" CEO Eric Rondolat said in a statement.\"To service the growing need for disinfection we will increase our production capacity multifold in the coming months.”(Reporting by Toby Sterling; Editing by Alex Richardson)"}}]