{"aggregateRating": {"reviewCount": 41, "@type": "AggregateRating", "ratingValue": 4.5}, "review": [{"reviewRating": {"ratingValue": 5}, "datePublished": "2017-05-19", "description": "The service at Sushi Bar was great with an extremely polite and conscientious staff. Decor of the location was very intimate but also great for larger groups.\n\nCame here on my birthday and ordered tuna sashimi (comes with three large pieces of raw fish), crab stick roll, and the salmon aburi. All of the sushi tasted fresh and was of high quality for a fair price. They even put a little candle on the sushi, so I kinda had to give it 5 stars.\n\nWould definitely recommend!", "author": "Tanmay A."}, {"reviewRating": {"ratingValue": 4}, "datePublished": "2019-07-05", "description": "Oh! This was a great choice to come here. It's not easy to find as it is inside the mall and the numbering of stores is hard to figure out. But looking for it is worth it. \nI had the California Roll (very nice), the Salmon Aburi (wow) and the Spicy Tuna (another wow). Everything tasted so good and I enjoyed my time here a lot. The Cold Sake was also a good choice.", "author": "Romeo D."}, {"reviewRating": {"ratingValue": 5}, "datePublished": "2019-05-18", "description": "I came here whilst on a business trip circa 2019. I happened upon this establishment one night. I ordered two rolls and a Coke No Sugar, formerly known as Coke Zero. The rolls were quite delicious. My bill was $40 for just myself, which is sort of a rip off. But Singapore is kind of a rip off itself. Since I put this meal on my expense report and was reimbursed in full, I didn't not ding them a star for the high price. Should I visit Singapore again and stay at the not-so-Grand Hyatt, I may return here for some sushi.", "author": "Francis R."}, {"reviewRating": {"ratingValue": 2}, "datePublished": "2017-04-06", "description": "OMG Yelp let me down big time.  I don't know how this place can be rated 4 1/2 stars.  I'm pretty sure you can get much better sushi at Costco and better cuts of fish at any Isetan Japanese market.  I was pretty excited to dine here since it was located at the Far East Plaza right next to the hotel so it was pretty effortless to get here after work.\n\nThe Sushi Bar is located on the 4th floor of this less-than-glam shopping plaza where merchants stand outside their shops preying on walker bys.  It kinda reminds me of an indoor flea market with roll up doors where they sell lots of shimmering cheap stretch pants and battery operated clapping toys.  I was convinced that the Sushi Bar was just a gem located inside this 1980's time-warped mall.\n\nI sat down and ordered some green tea, the 5 Kind sashimi, and the Hamachi Kama which they warn you takes 30 min to prepare.  My first disappointment was the tea bag.  I expect it from a Mr.Sushi or a sushi food truck but this place was a 4 1/2 star establishment man!  My dish of 15 pcs of sashimi quickly showed up.  The first bite of the swordfish was like biting into a cold tough piece of Goodyear tire.  There was no way my incisors could completely penetrate that nearly inch thick piece of white radial.  I quickly moved to the other fish and none were impressive at all either.  The octopus was not appealing either with the big suckers staring at me.  \n\nThe grilled hamachi cheek was the only thing that somewhat saved this place from being a 1 star. It was good but still not great.  Another thing I noticed was the lack of hygene in the handling of the soy sauce dishes.  The guy stuck his thumb right on the top surface of where people pour their soy sauce.  Some people may not care or pay attention to details like this but this germaphobe won't be returning here.  They set \"The Sushi Bar\" way too low to be enjoyed by this foodie.", "author": "Alex L."}, {"reviewRating": {"ratingValue": 5}, "datePublished": "2019-04-04", "description": "Sometimes, the hard to find, the out of the way, the small places are the very best.  I am an aficionado of sushi/sashimi and I was very pleased with my order here at Sushi Bar.  This is the first time I found Blue Fin Tuna in a Sushi Restaurant... yes, it is pricey but wow... what a difference ... excellent.  I also ordered the Kodai Sushi and it was excellent.", "author": "Fdoamerica G."}, {"reviewRating": {"ratingValue": 2}, "datePublished": "2019-01-20", "description": "Good prices, but fish not really that fresh. Think the Taka outlet is way better, which is strange as they should use the same supplier. Good and friendly service though!", "author": "Tian B."}, {"reviewRating": {"ratingValue": 4}, "datePublished": "2019-06-26", "description": "This place is hidden on the 5th floor. If you are in the mood for sushi this place is perfect. No wait yesterday at 5 pm. The Sushi is delicious, service impeccable.", "author": "M J."}, {"reviewRating": {"ratingValue": 3}, "datePublished": "2017-12-17", "description": "Ebi fry salmon Aburizal ($17.90++) - 3 stars\nNot very flavourful. Just decent. The sushi at Aburi Sushi Heishirou at Westgate was better and cheaper although it's kind of out of the way.\n\nThe place is also rather crowded so it's not great for a nice quiet dinner.", "author": "Nicola L."}, {"reviewRating": {"ratingValue": 4}, "datePublished": "2017-07-01", "description": "Heard that this was the best sushi joint in Singapore, so we had to try. The restaurant was extremely hard to find, no one knew where it was and we were misdirected 3 times before we finally found it on the 4th floor. \n\nOnce we got in we were quickly seated, and the servers promptly gave us tea and took our orders. They were very friendly and helpful, giving us suggestions on what to order and portion control. We ordered a small sashimi sampler, 3 rolls from the chefs recommendation menu, and wagyu aburi sushi (best idea ever!!) \n\nThe sashimi was super thick and delicious, but I have to say my fav was the wagyu melt on your tongue aburi sushi and the scallop roll. Made the trip well worth. \n\nIf you have a couple if hours to kill and an urge to go on an adventure, give this place a try! Itll for sure satisfy your starving stomach after the treacherous journey to get here.", "author": "Jenn W."}, {"reviewRating": {"ratingValue": 4}, "datePublished": "2015-09-23", "description": "I was taken here for dinner on a Monday night, and we got here before 7pm so there wasn't a queue. There is a promotion where you get 3 rolls for the price of 2, and my companion, by some oversight, ordered the prawn, soft shell crab, and salmon rolls, which all happened to be aburi-ed. I loved the rolls, but three aburi-ed rolls which sort of taste the same after a while, for 2 people, are a bit much, and hence we struggled to finish the rolls, which resulted in a fair bit of waste. \n\nWe also got the normal chirashi, a portion of salmon sashimi, a pitan tofu. The chirashi was topped with thickly sliced fish of various varieties, and the rice was sufficiently vinegared. Yum!\n\nMy favorite was the pitan tofu. Tofu is actually a misnomer as they use egg custard as the tofu, and then top it with century eggs, flying fish roe, spring onions, and shredded surimi. I really liked this.\n\nPrices here are very reasonable for what they are. I guess this is the Singapore version of hole-in-the-wall sushi, tucked in a corner of Orchard Road. They should probably have a sake shot promo, just to value-add.", "author": "Natalie H."}, {"reviewRating": {"ratingValue": 5}, "datePublished": "2015-07-28", "description": "Fresh fish. Generous portions. Fast, professional service. A reasonable price. What more can you ask for?\n\nMy husband and I went here based on a yelp suggestion that popped up on my screen. And it was a block away from my hotel, so how could I say no?\n\nIt was a little bit challenging to find it because it is all the way in the back of the mall and the mall directory needs to be updated with its listing. But after we found it and waited in line, it was so worth it!\n\nI had the normal churasi don plate which was a nice selection of fish, including salmon, smoked salmon, tuna, scallop, egg, salmon roe and another one I can't remember! All are top quality and generously sized pieces. \n\nHusband had the smoked salmon roll, some salmon sushi, and two hand rolls. The hand rolls were like deconstructed cut rolls with a twist.\n\nIf you want to go exotic and get premium sashimi, you can do this here too. Check out the premium and seasonal  donburi selections- very impressive for such a low key place :-)", "author": "Christine S."}, {"reviewRating": {"ratingValue": 5}, "datePublished": "2016-05-15", "description": "Yes I also get the raving reviews now.\nWe decided to pop in on a Saturday night after the gym (protein :)) and were lucky to find only a few people queuing.\nSo we got a table in no time and ordered scallop carpaccio, agedashi tofu, sashimi and a seasonal chirashi don. \n\nThe fish was amazing, the tofu bowl - the broth especially - was very tasty and the scallop carpaccio divine.\n\nI found my favourite beer (Suntory premium) and the service was very friendly and fast. \n\nThe interior is modern, but more on the functional side. Anyhow, you do not come here for the furnishings, you come here for sushi. I wouldn't take a first date or celebrate my anniversary here, but I'll certainly be back for their delectable sushi and good service, at a price tag that doesn't involve cringing when you see the bill.", "author": "Birgit W."}, {"reviewRating": {"ratingValue": 4}, "datePublished": "2016-10-04", "description": "Ars you looking for value for money sushi in a restaurant that takes restaurants? Looking for a decently priced pint of beer to cool off? The sushi bar is your place, for all three of the above reasons. \n\nLove that you can SMS them to make a reservation. Queues can get long so definitely make a reservation if you know you'll be headed there!\n\nThe chirashi bowl is my go to item on the menu. With a nice cold Asahi or Sapporo of course.", "author": "Nayoung W."}, {"reviewRating": {"ratingValue": 5}, "datePublished": "2015-07-02", "description": "I didn't know about this place until a Yelper recommended it. The word \"Sushi\" was an immediately 'Yes' when she suggested having our dinner there, no regrets at all. \n\nHidden on the 4th floor of Far East Plaza, a mall that needs some upgrading to compete with its rivals. My first impression of the place is this must be a low cost type Japanese restaurant as its interior and menu matches to my impression but the cost of the food is at a different level! I ordered the Normal Chirashi Set (A bowl of rice with a mixture of assorted meat) that cost $24 to try out since I was told how good the food is. \n\nWhen my meal was served, my eyes \"popped\" out when I saw the portion of the meat, it's probably the most generous portion I come across in Singapore so far. My first bite of it has made me craved for more. While engaging a conversation with my friend, I can't help but to enjoy every bite of it; multi-tasking at the same time. (Eating 70% and listening 30%) It was that enjoyable. I had the Chawamushi (Steamed egg) and that's pretty decent, so for the $30+ I paid for the meal, it's certainly worth the enjoyment. \n\nLike they say, sometimes it's good to spend more for good food, this is one example.", "author": "Charles Ryan T."}, {"reviewRating": {"ratingValue": 4}, "datePublished": "2013-06-11", "description": "I am never a big fan of aburi as I have yet to taste one which made me sit up and go \"wow!\" until now. \n\nThe aburi salmon sushi is fabulous. You can taste the smokiness of the seared salmon and it is not too overpowering. The sushi has a good balance of fish and rice. The presentation is good. \n\nThe premium chirashi is equally satisfying. Lots of fresh seafood and too little rice though the amount is just right to fill you up. The premium chirashi has seasonal items (uni, prawn and maybe others which are not included in the regular chirashi) and so is the price. Mine was $38.90 which I felt was reasonable given the 3 pieces of uni and sheer quantity of fish. I loved the aburi salmon and salmon belly in it. \n\nIt is crowded during lunch time, so you will need to wait to get a table. They lost our reservation though, so we took the counter seats until a table was free. For a small place, there are 6 people in the tiny kitchen slicing and dicing and cleaning. It is a decent, no frills sushi bar focusing on fresh and good food. I will go back again.\n\nOh, you can also request for fresh wasabi which is $4 extra. It is definitely better than the usual wasabi which is made from powder/paste.", "author": "Carolyn L."}, {"reviewRating": {"ratingValue": 5}, "datePublished": "2014-10-12", "description": "Oh The Sushi Bar, you had me at hello... The sushi here is among the most mouthwatering and freshest you will find on the Red Dot! Furthermore, it won't break the bank either with the normal Chirashi coming in at c.SGD25. \n\nI'm a rice and sashimi kind of guy hence my lifetime obsession with Chirashi (sashimi on a bed of rice). The Chirashi comes with an eclectic assortment of fish including: salmon, aburi salmon (my personal fav), tuna, yellowtail, swordfish, scallop, fish roe and tomago. The fish portions are thick, so you won't feel short changed after finishing the dish. My only complaint, if any, was the small layer of rice underneath the sashimi. I'm a huge sushi rice eater, so this could be a personal complaint. Fortunately, this was easily remedied by ordering an extra order of rice.\n\nI'm a huge fan of the Sushi Bar, almost to the point of obsession. The lines are long, but It's worth the wait, trust me!", "author": "Miguel M."}, {"reviewRating": {"ratingValue": 5}, "datePublished": "2014-08-23", "description": "5 stars for above-average food at a price that's hard to beat!\n\nThe normal chiraishi comes with salmon, aburi salmon, tuna, swordfish, yellowtail and scallops. They're really generous with the ingredients- you get 3 thick slices of each. Quality-wise, I thought that it was on par with more expensive places like Sushi Tei or Itacho sushi.\n\nEveryone orders the aburi salmon rolls- and with good reason. These were fantastic! The salmon was perfectly-seared and came in thick slices, and the mentaiko mayo on the top of the rolls complemented the rest of the ingredients well. \n\nFor both dishes, the fish:rice ratio was 2:1, which was impressive considering that it's usually the reverse in similarly-priced places.\n\nWasabi was better than the usual but lacked the clears-your-nose-immediately spiciness of the freshest kinds. I should know, because I put a teaspoon of it into my mouth and didn't die.*\n\nI was here at 6pm on a weekday and it was EMPTY! None of the crazy queue that everyone's been talking about.\n\n*I don't usually do things like these, it was part of a bet.", "author": "Steffi C."}, {"reviewRating": {"ratingValue": 5}, "datePublished": "2014-11-08", "description": "Hole in the wall shop that is a hidden gem in FEP!\n\nCame here to celebrate my friend's birthday and the food far exceeded my expectations. There is a long line outside and all parties must be present to be seated, but it is quite worth the wait. They just opened a new outlet on level 3 of the same building but offers only 80% of the menu. We opted to wait for a table, and it only took 10min on a Sat night at 645pm. \n\nThe salmon and salmon belly sashimi are generously sliced and rather fresh. The famed salmon aburi roll did not disappoint, while the sirloin steak was tender, juicy, fragrant and perfectly grilled. It reminds me of the steak at New Ubin seafood which I absolutely love!\n\nWe also had the \"upgraded\" miso soup - some salmon fish/head soup which was very sweet :)\n\nEnjoyed my dinner very much and definitely looking forward to coming back again!", "author": "Christina N."}, {"reviewRating": {"ratingValue": 3}, "datePublished": "2016-09-18", "description": "Nice place for quality sushi. Business is good so it is advisable to make a reservation. One of the speciality is the soft shell crab with salmon roll. The salmon is torched so this dish is suitable for diners who are not into raw food. The ingredients go well together. The unagi avocado roll was a rip off in my opinion. I understand that unagi is not cheap but not a lot of it was given and 5 pieces of sushi at $17.90 before tax were not worth it. The other sushi rolls had more portions and value for money. Only cash or nets is accepted.", "author": "Fang Wei G."}, {"reviewRating": {"ratingValue": 4}, "datePublished": "2015-05-22", "description": "I'd like to give 4.5 stars. \nWe had Daikon salad, fish miso soup, udon, seasonal chirashi and premium chirashi. We loved all of the dishes except Daikon salad. Chirashi was really good! For this quality I think it's reasonable. I just wish they would take credit card.", "author": "Miko N."}], "servesCuisine": "Sushi Bars", "priceRange": "SGD16-30", "name": "The Sushi Bar", "address": {"addressLocality": "Singapore", "addressRegion": null, "streetAddress": "14 Scotts Rd\n#04-28", "postalCode": "228213", "addressCountry": "SG"}, "@context": "http://schema.org/", "image": "https://s3-media0.fl.yelpcdn.com/bphoto/spsPgSYEKe1Rzk_h15n0Fg/ls.jpg", "@type": "Restaurant", "telephone": "+6596536464"}